Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# triggerProximityDescription
source: Trigger an action if gear is nearby
cs: Spusťte akci, pokud je poblíž zařízení
da: Udløs en handling, hvis gear er i nærheden
de: Eine Aktion auslösen, wenn sich Ausrüstung in der Nähe befindet
de_ch: Fang e Aktion ah, wenn d' Usrüstig in d'Nöchi isch
es: Activa una acción si hay equipo cerca
et: Käivitage toiming, kui läheduses on varustus
fr: Déclenchez une action si un équipement est à proximité
it: Attiva un'azione se l'attrezzatura è nelle vicinanze
ja: ギアが近くにある場合はアクションをトリガーする
lt: Suaktyvinkite veiksmą, jei netoliese yra prietaisas
nl: Activeer een actie wanneer uitrusting in de buurt is
pl: Wyzwól akcję, jeśli w pobliżu znajduje się sprzęt
ru: Запустить действие, если снаряжение находится поблизости
uk: Запустити дію, якщо пристрій поруч
zh_hans: 如果装备在附近，则触发动作
zh_hant: 如果齒輪在附近則觸發動作

# manageDevicesBatteryGraphTitle
source: Battery Graph
cs: Graf baterie
da: Batterigraf
de: Batteriediagramm
de_ch: Batteerie-Grafik
es: Gráfico de batería
et: Aku graafik
fr: Graphique de la batterie
it: Grafico della batteria
ja: バッテリーグラフ
lt: Baterijos grafikas
nl: Batterijgrafiek
pl: Wykres baterii
ru: График батареи
uk: Графік заряду батареї
zh_hans: 电池图
zh_hant: 電池圖

# manageDevicesShutdown
source: Shut Down
cs: Vypnout
da: Lukke ned
de: Abschalten
de_ch: Usschalte
es: Cerrar
et: Lülita välja
fr: Fermer
it: Fermare
ja: シャットダウン
lt: Išjungti
nl: Afsluiten
pl: Zamknięcie
ru: Неисправность
uk: Вимкнути
zh_hans: 关闭
zh_hant: 關閉

# manageDevicesColor
source: Gear Color
cs: Barva ozubeného kola
da: Gear farve
de: Farbe der Ausrüstung
de_ch: Usrüstigfàrb
es: Color del engranaje
et: Käiguvärv
fr: Couleur de l'engrenage
it: Colore dell'ingranaggio
ja: ギアカラー
lt: Įrangos spalva
nl: Kleur uitrusting
pl: Kolor przekładni
ru: Цвет шестерни
uk: Колір пристрою
zh_hans: 齿轮颜色
zh_hant: 齒輪顏色

# manageDevicesOtaButton
source: Tap to update firmware
cs: Klepnutím aktualizujte firmware
da: Tryk for at opdatere firmware
de: Tippe, um die Firmware zu aktualisieren
de_ch: Tippe fir d'Firmware z'aktualisiere
es: Toque para actualizar el firmware
et: Puudutage püsivara värskendamiseks
fr: Appuyez pour mettre à jour le micrologiciel
it: Tocca per aggiornare il firmware
ja: タップしてファームウェアを更新
lt: Bakstelėkite, kad atnaujintumėte programinę-aparatinę įrangą
nl: Tik om de firmware bij te werken
pl: Kliknij, aby zaktualizować oprogramowanie sprzętowe
ru: Нажмите, чтобы обновить прошивку
uk: Натисни, щоб оновити прошивку
zh_hans: 点击更新固件
zh_hant: 點選更新韌體

# triggerEarTiltForward
source: Forward Tilt
cs: Vypnout
da: Vip fremad
de: Neigung vorwärts
de_ch: Vorwärts Neige
es: Inclinación hacia adelante
et: Kallutamine edasi
fr: Inclinaison vers l'avant
it: Inclinazione in avanti
ja: 前方傾斜
lt: Pakreipimas į priekį
nl: Voorwaartse kanteling
pl: Pochylenie do przodu
ru: Наклон вперед
uk: Нахил вперед
zh_hans: 前倾
zh_hant: 前傾

# triggerEarTiltBackward
source: Backward Tilt
cs: Naklonění dozadu
da: Tilt bagud
de: Neigung rückwärts
de_ch: Rückwartskipplig
es: Inclinación hacia atrás
et: Tagasi kallutamine
fr: Inclinaison vers l'arrière
it: Inclinazione all'indietro
ja: 後方傾斜
lt: Pakreipimas atgal
nl: Achterwaartse kanteling
pl: Przechylenie do tyłu
ru: Наклон назад
uk: Нахил назад
zh_hans: 向后倾斜
zh_hant: 向後傾斜

# sequenceEditRepeatTitle
source: How many times to repeat this Action?
cs: Kolikrát opakovat tuto akci?
da: Hvor mange gange skal denne handling gentages?
de: Wie oft soll die Aktion wiederholt werden?
de_ch: Wi vil Mal sött mer das Aktion widerhole?
es: ¿Cuántas veces repetir esta acción?
et: Mitu korda seda toimingut korrata?
fr: Combien de fois répéter cette action ?
it: Quante volte ripetere questa Azione?
ja: このアクションを何回繰り返しますか?
lt: Kiek kartų kartoti šį veiksmą?
nl: Hoe vaak moet deze actie worden herhaald?
pl: Ile razy powtórzyć tę akcję?
ru: Сколько раз повторить это Действие?
uk: Скільки разів повторити цю дію?
zh_hans: 重复此动作多少次？
zh_hant: 重複這個動作幾次？

# actionsSelectScreen
source: Select Actions
cs: Vyberte akci
da: Vælg Handlinger
de: Wähle Aktionen aus
de_ch: Wähl di Aktione us
es: Seleccionar acciones
et: Valige Toimingud
fr: Sélectionner des actions
it: Seleziona Azioni
ja: アクションを選択
lt: Pasirinkti veiksmus
nl: Selecteer acties
pl: Wybierz Działania
ru: Выберите действия
uk: Обрати Дії
zh_hans: 选择操作
zh_hant: 選擇操作

# settingsAppColor
source: App Color
cs: Barva aplikace
da: App farve
de: App Farbe
de_ch: App Farb
es: Color de la aplicación
et: Rakenduse värv
fr: Couleur de l'application
it: Colore dell'app
ja: アプリの色
lt: Programėlės spalva
nl: App-kleur
pl: Kolor aplikacji
ru: Цвет приложения
uk: Колір додатку
zh_hans: 应用颜色
zh_hant: 應用程式顏色

# scanDevicesTitle
source: Scan For New Gear
cs: Vyhledejte nové zařízení
da: Scan efter nyt gear
de: Neue Geräte suchen
de_ch: Scän für neui Usrüstig
es: Buscar equipo nuevo
et: Otsige uut varustust
fr: Rechercher du équipement
it: Cerca nuova attrezzatura
ja: 新しいギアをスキャンする
lt: Ieškoti naujos įrangos
nl: Scannen naar nieuwe uitrusting
pl: Wyszukaj nowy sprzęt
ru: Сканируйте новое снаряжение
uk: Сканувати новий пристрій
zh_hans: 扫描新装备
zh_hant: 掃描新裝備

# triggerEarMicTitle
source: EarGear Mic
cs: Mikrofon EarGear
da: EarGear mikrofon
de: EarGear Mikrofon
de_ch: Öhrli Mikrofon
es: Micrófono EarGear
et: EarGear mikrofon
fr: Micro EarGear
it: Microfono EarGear
ja: イヤーギアマイク
lt: EarGear mikrofonas
nl: EarGear microfoon
pl: Mikrofon douszny
ru: EarGear микрофон
uk: Мікрофон EarGear
zh_hans: 耳塞式麦克风
zh_hant: 耳麥

# triggerEarMicDescription
source: Trigger an action when EarGear detects sound
cs: Spusťte akci, když EarGear detekuje zvuk
da: Udløs en handling, når EarGear registrerer lyd
de: Löse eine Aktion aus, wenn EarGear Geräusche erkennt
de_ch: Stell e Aktion i, wenn de Öhrli Sound erfasst
es: Activar una acción cuando EarGear detecta sonido
et: Käivitage toiming, kui EarGear tuvastab heli
fr: Déclenchez une action lorsque EarGear détecte un son
it: Attiva un'azione quando EarGear rileva il suono
ja: EarGearが音を検知するとアクションが実行されます
lt: Suaktyvina veiksmą, kai „EarGear“ aptinka garsą
nl: Activeer een actie wanneer EarGear geluid detecteert
pl: Uruchom działanie, gdy EarGear wykryje dźwięk
ru: Запуск действия, когда EarGear обнаруживает звук
uk: Запустити дію, коли EarGear виявляє звук
zh_hans: 当 EarGear 检测到声音时触发动作
zh_hant: 當 EarGear 偵測到聲音時觸發操作

# triggerEarMicSound
source: Sound Detected
cs: Zvuk detekován
da: Lyd registreret
de: Geräusch erkannt
de_ch: Tön Detäktiert
es: Sonido detectado
et: Heli tuvastatud
fr: Son détecté
it: Suono rilevato
ja: 音が検出されました
lt: Aptiktas garsas
nl: Ruis gedetecteerd
pl: Wykryto dźwięk
ru: Обнаружен звук
uk: Звук виявлено
zh_hans: 检测到声音
zh_hant: 偵測到聲音

# triggerEarTiltTitle
source: EarGear Tilt Sensor
cs: Snímač náklonu EarGear
da: EarGear hældningssensor
de: EarGear Neigungssensor
de_ch: Öhrli Kipp-Sensor
es: Sensor de inclinación del auricular
et: EarGear kaldeandur
fr: Capteur d'inclinaison EarGear
it: Sensore di inclinazione EarGear
ja: EarGear 傾斜センサー
lt: EarGear pakreipimo jutiklis
nl: EarGear kantelsensor
pl: Czujnik pochylenia ucha
ru: Датчик наклона EarGear
uk: Датчик нахилу EarGear
zh_hans: EarGear 倾斜传感器
zh_hant: EarGear 傾斜感測器

# triggerEarTiltDescription
source: Trigger an action when EarGear detects tilt
cs: Spusťte akci, když EarGear detekuje naklonění
da: Udløs en handling, når EarGear registrerer hældning
de: Löse eine Aktion aus, wenn EarGear eine Neigung erkennt
de_ch: Löse e Handlig us wenn de Öhrli e Schräglage feststellt
es: Activar una acción cuando EarGear detecta inclinación
et: Käivitage toiming, kui EarGear tuvastab kalde
fr: Déclenchez une action lorsque EarGear détecte une inclinaison
it: Attiva un'azione quando EarGear rileva l'inclinazione
ja: EarGearが傾きを検知するとアクションがトリガーされます
lt: Suaktyvina veiksmą, kai „EarGear“ aptinka pakreipimą
nl: Activeer een actie wanneer EarGear kanteling detecteert
pl: Uruchom działanie, gdy EarGear wykryje przechylenie
ru: Запуск действия, когда EarGear обнаруживает наклон
uk: Запустити дію, коли EarGear виявляє нахил
zh_hans: 当 EarGear 检测到倾斜时触发动作
zh_hant: 當 EarGear 偵測到傾斜時觸發操作

# triggerEarTiltLeft
source: Left Tilt
cs: Naklonit doleva
da: Venstre vip
de: Neigung links
de_ch: Links neige
es: Inclinación izquierda
et: Vasak kallutus
fr: Inclinaison gauche
it: Inclinazione sinistra
ja: 左に傾ける
lt: Kairysis pakreipimas
nl: Links kantelen
pl: Przechylenie w lewo
ru: Наклон влево
uk: Нахил вліво
zh_hans: 左倾
zh_hant: 左傾斜

# triggerEarTiltRight
source: Right Tilt
cs: Naklonění doleva
da: Højre tilt
de: Neigung rechts
de_ch: Rächts neige
es: Inclinación hacia la derecha
et: Paremale kallutamine
fr: Inclinaison droite
it: Inclinazione destra
ja: シェイク
lt: Dešinysis pakreipimas
nl: Rechts kantelen
pl: Przechylenie w prawo
ru: Правый наклон
uk: Нахил вправо
zh_hans: 右倾斜
zh_hant: 右傾斜

# manageDevicesConnect
source: Connect
cs: Připojit
da: Forbinde
de: Verbinde
de_ch: Zämechonntschte
es: Conectar
et: Ühendage
fr: Connecter
it: Collegare
ja: 接続する
lt: Prijungti
nl: Aansluiten
pl: Łączyć
ru: Соединять
uk: Під’єднати
zh_hans: 连接
zh_hant: 連接

# moreManualResponsibleWaggingTitle
source: Responsible Wagging
cs: Zodpovědné Wagging
da: Ansvarlig logrende
de: Verantwortungsvolles Wedeln
de_ch: Verantwortlich Wedle
es: Meneo responsable
et: Vastutustundlik vehkimine
fr: Agitation responsable
it: Scodinzolare responsabile
ja: 責任ある尻尾の振り方
lt: Atsakingas vizginimas
nl: Verantwoord kwispelen
pl: Odpowiedzialne machanie
ru: Ответственное виляние
uk: Відповідальне виля́ння
zh_hans: 负责任的摇尾巴
zh_hant: 負責任的搖擺

# moreManualMiTailTitle
source: MiTail Manual
cs: Manuál MiTail
de: MiTail Handbuch
de_ch: MiTail Anleitung
es: Manual de MiTail
et: MiTaili käsiraamat
fr: Manuel MiTail
it: Manuale MiTail
ja: MiTail マニュアル
lt: „MiTail“ vadovas
nl: MiTail-handleiding
pl: Instrukcja MiTail’a
ru: Руководство МиТейл
uk: Інструкція MiTail
zh_hans: MiTail 手册
zh_hant: 甲基手努爾

# moreManualEargearTitle
source: EarGear Manual
cs: Manuál EarGear
de: EarGear Handbuch
de_ch: Öhrli Anleitung
es: Manual de EarGear
et: Kõrvaklappide kasutusjuhend
fr: Manuel d'utilisation des écouteurs
it: Manuale dell'EarGear
ja: イヤーギアマニュアル
lt: „EarGear“ vadovas
nl: EarGear-handleiding
pl: Instrukcja obsługi EarGear
ru: Руководство по эксплуатации наушников
uk: Інструкція EarGear
zh_hans: EarGear 使用手册
zh_hant: 耳機手冊

# moreManualFlutterWingsTitle
source: FlutterWings Manual
cs: Manuál FlutterWings
de: FlutterWings Handbuch
de_ch: FlügleWings Anleitung
es: Manual de FlutterWings
et: FlutterWingsi käsiraamat
fr: Manuel FlutterWings
it: Manuale di FlutterWings
ja: FlutterWings マニュアル
lt: „FlutterWings“ vadovas
nl: FlutterWings-handleiding
pl: Podręcznik FlutterWings
ru: Руководство FlutterWings
uk: Інструкція FlutterWings
zh_hans: FlutterWings 手册
zh_hant: FlutterWings 手冊

# moreManualTitle
source: Manuals
cs: Příručky
da: Manualer
de: Handbücher
de_ch: Bschriibig
es: Manuales
et: Käsiraamatud
fr: Manuels
it: Manuali
ja: マニュアル
lt: Vadovai
nl: Handleidingen
pl: Instrukcje
ru: Руководства
uk: Інструкції
zh_hans: 手册
zh_hant: 手冊

# moreManualSubTitle
source: Tap to view
cs: Klepnutím zobrazíte
da: Tryk for at se
de: Tippe zum Anzeigen
de_ch: Tipp uff zum Aaluege
es: Toca para ver
et: Puudutage vaatamiseks
fr: Appuyez pour voir
it: Tocca per visualizzare
ja: タップして表示
lt: Bakstelėkite norėdami peržiūrėti
nl: Tik om te bekijken
pl: Kliknij, aby wyświetlić
ru: Нажмите, чтобы просмотреть
uk: Натисни, щоб переглянути
zh_hans: 点按查看
zh_hant: 點擊查看

# moreUsefulLinksTitle
source: Useful Links
cs: užitečné odkazy
da: nyttige links
de: Nützliche Links
de_ch: Praktischi Linkis
es: Enlaces útiles
et: Kasulikud lingid
fr: Liens utiles
it: link utili
ja: 更新が完了しました
lt: Naudingos nuorodos
nl: Handige links
pl: Przydatne linki
ru: Полезные ссылки
uk: Корисні посилання
zh_hans: 有用的链接
zh_hant: 有用的連結

# settingsDescription
source: Change app color, configure Haptics, and more
cs: Změňte barvu aplikace, nakonfigurujte haptiku a další
da: Skift appfarve, konfigurer Haptics og mere
de: App-Farbe ändern, Haptik konfigurieren und mehr
de_ch: Stell d'App-Farb i, konfigurier d'Haptik und meh
es: Cambie el color de la aplicación, configure Haptics y más
et: Muutke rakenduse värvi, seadistage Haptics ja palju muud
fr: Envoyer des commentaires
it: Cambia il colore dell'app, configura Haptics e altro ancora
ja: アプリの色を変更したり、触覚を設定したり、その他
lt: Keiskite programos spalvą, konfigūruokite „Haptics“ ir kitą
nl: Wijzig de kleur van de app, configureer haptiek en meer
pl: Zmień kolor aplikacji, skonfiguruj dotyk i nie tylko
ru: Измените цвет приложения, настройте Haptics и многое другое
uk: Змінити колір додатку, налаштувати Тактильну функцію, та інше
zh_hans: 更改应用程序颜色、配置触觉等
zh_hant: 更改應用程式顏色、配置觸覺等

# settingsAnalyticsToggleTitle
source: Allow Anonymous Analytics
cs: Povolit anonymní analýzu
da: Tillad anonym analyse
de: Anonyme Analysen zulassen
de_ch: Lösig anonymi Analytik aaluägä
es: Permitir análisis anónimos
et: Anonüümse analüüsi lubamine
fr: Autoriser les analyses anonymes
it: Consenti analisi anonime
ja: 匿名分析を許可する
lt: Leisti anoniminę analizę
nl: Anonieme analyses toestaan
pl: Zezwalaj na anonimową analizę
ru: Разрешить анонимную аналитику
uk: Дозволити анонімну аналітику
zh_hans: 允许匿名分析
zh_hant: 允許匿名分析

# settingsAnalyticsToggleSubTitle
source: Report non identifying feature usage to Plausible for enhancing the app
cs: Nahlaste použití neidentifikujících funkcí společnosti Plausible za účelem vylepšení aplikace
da: Rapportér ikke-identificerende funktionsbrug til Plausible for at forbedre appen
de: Melde die Nutzung nicht identifizierender Funktionen an Plausible, um die App zu verbessern
de_ch: Mälde nöd identifiziirbari Funktionalität-Nutzig an Plausible, um d'App z'verbessere
es: Informar el uso de funciones no identificables a Plausible para mejorar la aplicación
et: Rakenduse täiustamiseks teatage mittetuvastavate funktsioonide kasutamisest Usaldusväärsele
fr: Signaler l'utilisation non identifiante des fonctionnalités à Plausible pour améliorer l'application
it: Segnala l'utilizzo di funzionalità non identificative a Plausible per migliorare l'app
ja: アプリの機能強化のため、識別されない機能の使用状況を Plausible に報告してください
lt: Pranešti apie neidentifikuojančių funkcijų naudojimą „Plausible“, kad patobulintumėte programą
nl: Rapporteer niet-identificerend functiegebruik aan Plausible voor het verbeteren van de app
pl: Zgłoś nieidentyfikujące użycie funkcji firmie Prawdopodobny w celu ulepszenia aplikacji
ru: Сообщайте об использовании неидентифицирующих функций в Plausible для улучшения приложения
uk: Надсилати узагальнені дані використання функцій до Plausible для покращення додатку
zh_hans: 向 Plasible 报告非识别功能的使用情况，以增强应用程序
zh_hant: 向 Plausible 報告非識別功能的使用情況，以增強應用程式

# morePrivacyPolicyLinkTitle
source: Privacy Policy
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
de_ch: Persönlichkeitschutz-Richtlinie
es: Inclinación hacia atrás
et: Privaatsuspoliitika
fr: politique de confidentialité
it: politica sulla riservatezza
ja: プライバシーポリシー
lt: Privatumo politika
nl: Privacybeleid
pl: Polityka prywatności
ru: политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settingsKeepScreenOnToggleTitle
source: Keep Screen On
cs: Nechte obrazovku zapnutou
da: Hold skærmen tændt
de: Lass den Bildschirm eingeschaltet
de_ch: Halt de Schirm a
es: Mantener la pantalla encendida
et: Hoidke ekraan sees
fr: Gardez l'écran allumé
it: Tieni lo schermo acceso
ja: 常に既知のギアをスキャンする
lt: Laikyti ekraną įjungtą
nl: Houd het scherm ingeschakeld
pl: Pozostaw ekran włączony
ru: Всегда сканируйте известное снаряжение
uk: Тримати Екран Увімкненим
zh_hans: 保持屏幕开启
zh_hant: 保持螢幕開啟

# settingsKeepScreenOnToggleSubTitle
source: This mode stops the screen from switching off whilst your gear is connected
cs: Tento režim zastaví vypínání obrazovky, když je vaše zařízení připojeno
da: Denne tilstand forhindrer skærmen i at slukke, mens dit udstyr er tilsluttet
de: Dieser Modus verhindert, dass der Bildschirm ausgeschaltet wird, während dein Gerät angeschlossen ist
de_ch: Dä Modus hindert d'Schirm dervo abzschalte, wenn dini Geräte aghänkt sind
es: Este modo evita que la pantalla se apague mientras su equipo está conectado
et: See režiim peatab ekraani väljalülitamise, kui teie varustus on ühendatud
fr: Ce mode empêche l'écran de s'éteindre lorsque votre équipement est connecté
it: Premi a lungo un'azione da aggiungere ai preferiti
ja: 画面をオンにしたままにする
lt: Šis režimas neleidžia išsijungti ekranui, kai yra prijungta įranga
nl: Deze modus voorkomt dat het scherm wordt uitgeschakeld terwijl jouw uitrusting is aangesloten
pl: Ten tryb zapobiega wyłączaniu się ekranu, gdy sprzęt jest podłączony
ru: Этот режим предотвращает выключение экрана, пока ваше оборудование подключено
uk: Цей режим тримає екран увімкненим поки твій девайс підключений
zh_hans: 此模式可防止设备在连接时关闭屏幕
zh_hant: 當您的裝置連線時，此模式會阻止螢幕關閉

# moreTitle
source: More
cs: Více
da: Mere
de: Mehr
de_ch: Meh
es: más
et: Rohkem
fr: Plus
it: Di più
ja: もっと
lt: Daugiau
nl: Meer
pl: Więcej
ru: Более
uk: Більше
zh_hans: 更多的
zh_hant: 更多的

# sequencesPageDescription
source: Create custom Actions for your gear
cs: Vytvořte si vlastní akce pro své vybavení
da: Opret tilpassede handlinger til dit udstyr
de: Erstelle benutzerdefinierte Aktionen für deine Ausrüstung
de_ch: Erstell persönlischi Aktione für diini Usrüstig
es: Crea acciones personalizadas para tu equipo
et: Looge oma varustuse jaoks kohandatud toiminguid
fr: Créez des actions personnalisées pour votre équipement
it: Crea azioni personalizzate per la tua attrezzatura
ja: について
lt: Sukurkite pasirinktinius savo įrangos veiksmus
nl: Maak aangepaste acties voor jouw uitrusting
pl: Twórz niestandardowe akcje dla swojego sprzętu
ru: Создавайте собственные действия для своего снаряжения
uk: Створити власні дії для твого девайса
zh_hans: 为你的装备创建自定义操作
zh_hant: 為您的裝備建立自訂操作

# settingsKitsuneToggleTitle
source: Kitsune Mode
cs: Kitsune režim
da: Kitsune-tilstand
de: Kitsune Modus
de_ch: Fuchsmake
es: Modo Kitsune
et: Kitsune režiim
fr: Mode Kitsune
it: Modalità Kitsune
ja: キツネモード
lt: Kitsune režimas
nl: Kitsune-modus
pl: Tryb Kitsune’a
ru: Режим Кицунэ
uk: Режим Кіцуне
zh_hans: 狐狸模式
zh_hant: 狐狸模式

# settingsKitsuneToggleSubTitle
source: If you connect many instances of the same devices, this mode will add random pauses to their move-start times, giving it a different visual effect.
cs: Pokud připojíte mnoho instancí stejných zařízení, tento režim přidá k časům zahájení pohybu náhodné pauzy, čímž získá jiný vizuální efekt.
da: Hvis du forbinder mange forekomster af de samme enheder, vil denne tilstand tilføje tilfældige pauser til deres starttidspunkter, hvilket giver den en anden visuel effekt.
de: Wenn du viele Instanzen desselben Gerätes verbindest, fügt dieser Modus den Startzeiten der Geräte zufällige Pausen hinzu, was für einen anderen visuellen Effekt sorgt.
de_ch: Wenn du villi Instanze vom gliiche Gerät verbindsch, wird dere Modus zuefelligi Pausene zu ihre Move-Start-Ziite hinzuefüege, um es e anders Gschtalt z'ge.
es: Si conecta muchas instancias de los mismos dispositivos, este modo agregará pausas aleatorias a sus tiempos de inicio de movimiento, dándole un efecto visual diferente.
et: Kui ühendate samade seadmete mitu eksemplari, lisab see režiim nende liikumise algusaegadele juhuslikke pause, andes sellele erineva visuaalse efekti.
fr: Si vous connectez plusieurs instances des mêmes appareils, ce mode ajoutera des pauses aléatoires à leurs heures de début de déplacement, ce qui lui donnera un effet visuel différent.
it: Se colleghi molte istanze degli stessi dispositivi, questa modalità aggiungerà pause casuali ai tempi di inizio spostamento, conferendogli un effetto visivo diverso.
ja: 同じデバイスのインスタンスを多数接続すると、このモードでは移動開始時間にランダムな一時停止が追加され、異なる視覚効果が得られます。
lt: Jei prijungsite daug tų pačių įrenginių, šis režimas pridės atsitiktines pauzes prie jų judėjimo pradžios laiko, suteikdamas kitokį vaizdo efektą.
nl: Als je veel exemplaren van dezelfde apparaten met elkaar verbindt, voegt deze modus willekeurige pauzes toe aan de starttijden van hun verplaatsingen, waardoor het een ander visueel effect krijgt.
pl: Jeśli podłączysz wiele instancji tych samych urządzeń, ten tryb doda losowe przerwy do ich czasów rozpoczęcia ruchu, nadając mu inny efekt wizualny.
ru: Если вы подключаете много экземпляров одних и тех же устройств, этот режим добавит случайные паузы ко времени их начала движения, придав ему другой визуальный эффект.
uk: При підключенні декількох екземпларів однакових девайсів, цей режим додаватиме випадкові паузи до таймінгу рухів, для іншого візуального ефекту.
zh_hans: 如果您连接许多相同设备的实例，此模式将在它们的移动开始时间中添加随机暂停，从而产生不同的视觉效果。
zh_hant: 如果您連接相同裝置的多個實例，此模式將在其移動開始時間中新增隨機暫停，產生不同的視覺效果。

# joyStickPageDescription
source: Directly control your gears' position.
cs: Přímo ovládej polohu svého zařízení.
da: Styr gearpositionen direkte.
de: Direkte Steuerung der Ausrüstungsposition.
de_ch: Direkti Steuerig vo de Ausrüstígsposition.
es: Controla directamente la posición del engranaje.
et: Käigu asendi otse juhtimine.
fr: Contrôlez directement la position de la vitesse.
it: Controlla direttamente la posizione del tuo dispositivo.
ja: ギアの位置を直接操作できます。
lt: Tiesiogiai valdyk savo įrenginio poziciją.
nl: Directe controle van de positie van de apparatuur.
pl: Bezpośrednio kontroluj położenie przekładni.
ru: Непосредственно контролируйте положение шестерни.
uk: Керуй розташуванням свого пристрою безпосередньо.
zh_hans: 直接控制您的齿轮位置。
zh_hant: 直接控制檔位。

# otaChangelogLabel
source: Firmware Changelog
cs: Protokol změn firmwaru
da: Firmware-ændringslog
de: Änderungsprotokoll Firmware
de_ch: Firmware Änderigsprotokoll
es: Registro de cambios de firmware
et: Püsivara muudatuste logi
fr: Journal des modifications du micrologiciel
it: Registro modifiche firmware
ja: ファームウェアの変更履歴
lt: Firmware pakeitimų žurnalas
nl: Firmware-wijzigingslogboek
pl: Dziennik zmian oprogramowania sprzętowego
ru: Журнал изменений прошивки
uk: Список змін прошивки
zh_hans: 固件更新日志
zh_hant: 韌體更新日誌

# otaDownloadButtonLabel
source: Begin OTA Update
cs: Spusťte aktualizaci OTA
da: Start OTA-opdatering
de: OTA-Update starten
de_ch: Starte das OTA Update
es: Iniciar actualización OTA
et: Alustage OTA värskendamist
fr: Commencer la mise à jour OTA
it: Inizia l'aggiornamento OTA
ja: OTAアップデートを開始
lt: Pradėti OTA atnaujinimą
nl: Start OTA-update
pl: Rozpocznij aktualizację OTA
ru: Начать OTA-обновление
uk: Почати OTA-оновлення
zh_hans: 开始 OTA 更新
zh_hant: 開始OTA更新
