Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# watchFavoriteActionsNoFavoritesTip
source: On your phone, Long press an action to favorite
cs: Na telefonu dlouze podrž akci pro přidání mezi oblíbené
it: Tieni premuto su un'azione per aggiungerla ai preferiti
ja: スマホでアクションを長押ししてお気に入りに追加
lt: Ilgai paspausk veiksmą telefone, kad jį pažymėtum kaip mėgstamą
uk: На телефоні довго натисни на дію, щоб додати її до улюблених
zh_hans: 在手机上长按操作以添加到收藏

# otaFailedReasonMD5Mismatch
source: The downloaded file failed verification
cs: Stažený soubor neprošel ověřením
de: Die heruntergeladene Datei hat die Überprüfung nicht bestanden
it: Il file scaricato non ha superato la verifica
ja: ダウンロードしたファイルの検証に失敗しました
lt: Atsisiųstas failas nepraėjo patikros
uk: Завантажений файл не пройшов перевірку
zh_hans: 下载的文件未通过验证

# otaFailedReasonDownloadFailed
source: Failed to download the firmware file
cs: Nepodařilo se stáhnout soubor firmwaru
de: Fehler beim Herunterladen der Firmware-Datei
it: Download del firmware non riuscito
ja: ファームウェアのダウンロードに失敗しました
lt: Nepavyko atsisiųsti programinės aparatinės įrangos
uk: Не вдалося завантажити файл прошивки
zh_hans: 固件文件下载失败

# otaFailedReasonGearVersionMismatch
source: The firmware version on your gear does not match the uploaded firmware version
cs: Verze firmwaru na tvém zařízení neodpovídá nahrané verzi
de: Die Firmware Version auf deinem Gear stimmt nicht mit der hochgeladenen Firmware-Version überein
it: La versione del firmware sul dispositivo non corrisponde a quella caricata
ja: ギアのファームウェアバージョンがアップロードされたバージョンと一致しません
lt: Įrenginyje esanti programinės aparatinės įrangos versija nesutampa su įkelta versija
uk: Версія прошивки на пристрої не відповідає завантаженій версії
zh_hans: 您设备上的固件版本与上传的固件版本不匹配

# manageDevicesAboutHardwareVersionLabel
source: Hardware Version
cs: Verze hardwaru
it: Versione hardware
ja: ハードウェアバージョン
lt: Aparatinės įrangos versija
uk: Версія обладнання
zh_hans: 硬件版本

# supportTitle
source: Support
cs: Podpora
de: Unterstützung
it: Supporto
ja: サポート
lt: Pagalba
uk: Підтримка
zh_hans: 支持

# manageGearConModeDescription
source: Convention Mode is an additional security measure to prevent other devices from connecting to your gear.
cs: Režim konference je další bezpečnostní opatření, které zabrání jiným zařízením se připojit k tvému zařízení.
de: Der Konventionsmodus ist eine zusätzliche Sicherheitsmaßnahme, um zu verhindern, dass andere Geräte eine Verbindung zu Ihrem Gear herstellen.
it: La modalità convention è una misura di sicurezza aggiuntiva per impedire ad altri dispositivi di connettersi al tuo.
ja: コンベンションモードは、他のデバイスがギアに接続するのを防ぐための追加のセキュリティ機能です。
lt: Konvencijos režimas yra papildoma saugumo priemonė, apsauganti nuo kitų įrenginių prisijungimo prie tavo įrenginio.
uk: Режим конференції — це додатковий захист, який запобігає підключенню інших пристроїв до твого.
zh_hans: 会议模式是一种额外的安全措施，用于防止其他设备连接到您的设备。

# manageDevicesOtaCheckButtonLabel
source: Check for update
cs: Zkontrolovat aktualizace
de: Nach Updates suchen
it: Controlla aggiornamenti
ja: アップデートを確認
lt: Tikrinti atnaujinimus
uk: Перевірити оновлення
zh_hans: 检查更新

# manageDevicesOtaUpToDateButtonLabel
source: Gear is up to date!
cs: Zařízení je aktuální!
de: Gear ist auf dem neuesten Stand!
it: Il dispositivo è aggiornato!
ja: ギアは最新の状態です！
lt: Įrenginys atnaujintas!
uk: Пристрій оновлено!
zh_hans: 设备已更新到最新版本！

# manageDevicesOtaCheckInProgressButtonLabel
source: Checking
cs: Kontroluji
de: Überprüfen
it: Controllo in corso
ja: 確認中
lt: Tikrinama
uk: Перевірка
zh_hans: 正在检查中

# manageDevicesOtaCheckErrorButtonLabel
source: Please try again later
cs: Zkus to prosím znovu později
de: Bitte versuchen Sie es später noch einmal
it: Riprova più tardi
ja: 後でもう一度お試しください
lt: Pabandyk vėliau dar kartą
uk: Спробуй пізніше
zh_hans: 请稍后再试

# manageDevicesAboutLabel
source: About your gear
cs: O tvém zařízení
de: Über dein Gear
it: Info sul tuo dispositivo
ja: あなたのギアについて
lt: Apie tavo įrenginį
uk: Про твій пристрій
zh_hans: 关于您的设备

# manageDevicesAboutSoftwareVersionLabel
source: Software Version
cs: Verze softwaru
it: Versione software
ja: ソフトウェアバージョン
lt: Programinės įrangos versija
uk: Версія програмного забезпечення
zh_hans: 软件版本

# otaFailedReasonGearReturnedError
source: The gear returned an unknown error
cs: Zařízení vrátilo neznámou chybu
de: Das Gear hat einen unbekannten Fehler zurückgegeben
it: Il dispositivo ha restituito un errore sconosciuto
ja: ギアが不明なエラーを返しました
lt: Įrenginys grąžino nežinomą klaidą
uk: Пристрій повернув невідому помилку
zh_hans: 设备返回了一个未知错误

# otaFailedReasonUploadFailed
source: Failed to upload firmware to gear
cs: Nahrání firmwaru do zařízení selhalo
de: Fehler beim Hochladen der Firmware auf das Gear
it: Caricamento del firmware sul dispositivo non riuscito
ja: ギアへのファームウェアのアップロードに失敗しました
lt: Nepavyko įkelti programinės aparatinės įrangos į įrenginį
uk: Не вдалося завантажити прошивку на пристрій
zh_hans: 固件上传到设备失败

# otaFailedReasonGearReconnectTimeout
source: The gear did not reconnect in time
cs: Zařízení se včas nepřipojilo
de: Das Gear hat sich nicht rechtzeitig wieder verbunden
it: Il dispositivo non si è riconnesso in tempo
ja: ギアが時間内に再接続されませんでした
lt: Įrenginys nesusijungė laiku
uk: Пристрій не підключився вчасно
zh_hans: 设备未能及时重新连接

# otaFailedReasonGearDisconnectTimeout
source: The gear did not disconnect in time and likely didn't reboot
cs: Zařízení se včas neodpojilo a pravděpodobně se nerestartovalo
de: Das Gear hat sich nicht rechtzeitig getrennt und hat wahrscheinlich nicht neu gestartet
it: Il dispositivo non si è disconnesso in tempo e probabilmente non si è riavviato
ja: ギアが時間内に切断されず、再起動もされなかった可能性があります
lt: Įrenginys nebuvo laiku atjungtas ir tikriausiai neperkrautas
uk: Пристрій не відключився вчасно і, ймовірно, не перезавантажився
zh_hans: 设备未能及时断开连接，可能没有重新启动

# otaFailedReasonGearOtaFinalTimeout
source: Timed out waiting for gear to return its new firmware version
cs: Vypršel časový limit při čekání na novou verzi firmwaru zařízení
de: Zeitüberschreitung beim Warten auf das Gear, um seine neue Firmware-Version zurückzugeben
it: Tempo scaduto in attesa della nuova versione del firmware dal dispositivo
ja: 新しいファームウェアバージョンの応答待ちでタイムアウトしました
lt: Laukimo laikas baigėsi laukiant naujos programinės įrangos versijos iš įrenginio
uk: Перевищено час очікування відповіді пристрою з новою версією прошивки
zh_hans: 等待设备返回其新固件版本时超时

# moreExperimentalTitle
source: Experimental
cs: Experimentální
it: Sperimentale
ja: 実験的

# moreCoshubPromoDescription
source: Our latest app to help you plan, share and create your cosplay is here
cs: Naše nejnovější aplikace, která ti pomůže plánovat, sdílet a tvořit cosplay, je tady
it: La nostra nuova app per aiutarti a pianificare, condividere e creare il tuo cosplay è arrivata
ja: コスプレを計画・共有・作成するための最新アプリが登場

# scanDevicesOnboardingTitle
source: Lets connect your Gear
cs: Připojme tvoje vybavení
it: Colleghiamo il tuo gear
ja: ギアを接続しよう

# settingsMarketingNotificationsToggleTitle
source: Allow Marketing Notifications
cs: Povolit marketingová oznámení
it: Consenti notifiche di marketing
ja: マーケティング通知を許可する

# settingsMarketingNotificationsToggleSubTitle
source: Allow notifications for new blog posts and sales.
cs: Povolit oznámení o nových příspěvcích na blogu a slevách.
it: Consenti notifiche per nuovi post sul blog e offerte.
ja: 新しいブログ投稿やセールの通知を許可する。

# settingsUwUToggleTitle
source: UwU Translator
cs: Překladač UwU
it: Traduttore UwU
ja: UwU翻訳機

# settingsUwUToggleSubTitle
source: OwO, What's this?
cs: OwO, co to je?
it: OwO, cos'è questo?
ja: OwO、これは何？

# homeCosHubTitle
source: Featured Cosplayers on CosHub
it: Cosplayer in primo piano su CosHub
ja: CosHubの注目のコスプレイヤー

# scanDevicesOnboardingScanMessage
source: Scanning for gear. Please make sure your gear is powered on and nearby. You can always connect your gear later.
it: Ricerca dei dispositivi in corso. Assicurati che l'attrezzatura sia accesa e nelle vicinanze. Potrai sempre connettere i tuoi dispositivi più tardi.
ja: ギアをスキャン中。ギアの電源が入っており、近くにあることを確認してください。ギアは後で接続することも可能です。

# onboardingContinueLabel
source: Continue
it: Continua
ja: 次へ

# onboardingBackButtonLabel
source: Back
it: Indietro
ja: 戻る
