Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# onboardingDoneButtonLabel
source: Done
cs: Hotovo
da: Færdig
de: Fertig
de_ch: Abgschlosse
es: Hecho
et: Valmis
fr: Fait
it: Fatto
ja: 終わり
lt: Baigti
nl: Klaar
pl: Zrobione
ru: Сделанный
uk: Готово
zh_hans: 完毕
zh_hant: 完畢

# doubleBackToClose
source: Press again to exit
cs: Pro ukončení stiskněte znovu
da: Tryk igen for at afslutte
de: Zum Beenden erneut drücken
de_ch: Drück no einisch zum Uusstiege
es: Presione nuevamente para salir
et: Väljumiseks vajutage uuesti
fr: Appuyez à nouveau pour quitter
it: Premere di nuovo per uscire
ja: 終了するにはもう一度押してください
lt: Paspauskite dar kartą, kad išeitumėte
nl: Druk nogmaals om af te sluiten
pl: Naciśnij ponownie, aby wyjść
ru: Нажмите еще раз, чтобы выйти
uk: Натисни ще раз, щоб вийти
zh_hans: 再按一次退出
zh_hant: 再按一次退出

# triggersSelectClearLabel
source: Select None
cs: Vyberte možnost Žádný
da: Vælg Ingen
de: Keine Auswahl
de_ch: Wähl kei
es: Seleccionar Ninguno
et: Valige Puudub
fr: Ne rien sélectionner
it: Non selezionare niente
ja: なしを選択
lt: Pasirinkti nė vieno
nl: Selecteer Geen
pl: Wybierz opcję Brak
ru: Выберите Нет
uk: Нічого не обирати
zh_hans: 选择无
zh_hant: 選擇無

# otaCompletedTitle
source: Update Completed
cs: Aktualizace dokončena
da: Opdatering fuldført
de: Update abgeschlossen
de_ch: Update abgschlosse
es: Actualización completada
et: Värskendus lõpetatud
fr: Mise à jour terminée
it: Aggiornamento completato
ja: 更新が完了しました
lt: Atnaujinimas baigtas
nl: Update voltooid
pl: Aktualizacja zakończona
ru: Обновление завершено
uk: Оновлення завершено
zh_hans: 更新完成
zh_hant: 更新完成

# otaFailedTitle
source: Update Failed. Please restart your gear and try again
cs: Aktualizace selhala. Restartujte zařízení a zkuste to znovu
da: Opdatering fejlede. Genstart dit gear og prøv igen
de: Update fehlgeschlagen. Bitte starte deine Ausrüstung neu und versuche es erneut
de_ch: Update het nid klappet. Bitte start di Gerät neu und probiers nomal
es: Error de actualización. Reinicia tu equipo e inténtalo de nuevo
et: Uuendus ebaõnnestus. Taaskäivitage varustus ja proovige uuesti
fr: Mise à jour a échoué. Veuillez redémarrer votre équipement et réessayer
it: Premi a lungo un'azione da aggiungere ai preferiti
ja: アップデートに失敗しました。機器を再起動してもう一度お試しください
lt: Atnaujinimas nepavyko. Iš naujo paleiskite įrangą ir bandykite dar kartą
nl: Update mislukt. Start uw uitrusting opnieuw op en probeer het opnieuw
pl: Aktualizacja nie powiodła się. Uruchom ponownie swój sprzęt i spróbuj jeszcze raz
ru: Не удалось обновить. Перезапустите устройство и повторите попытку
uk: Помилка оновлення. Перезапусти пристрій і спробуй ще раз
zh_hans: 更新失败。请重启设备并重试
zh_hant: 更新失敗。請重新啟動您的裝置並重試

# triggerRandomButtonTitle
source: Casual Mode
cs: Příležitostný režim
da: Afslappet tilstand
de: Casual-Modus
de_ch: Lässige Modus
es: Modo informal
et: Juhuslik režiim
fr: Mode décontracté
it: Modalità casuale
ja: カジュアルモード
lt: Atsitiktinis režimas
nl: Casual modus
pl: Tryb swobodny
ru: Казуальный режим
uk: Повсякденний режим
zh_hans: 休闲模式
zh_hant: 休閒模式

# triggerRandomButtonDescription
source: Randomly play a selected action
cs: Náhodně zahrajte vybranou akci
da: Afspil en valgt handling tilfældigt
de: Zufällig eine ausgewählte Aktion starten
de_ch: Zufällig es Bitzeli agiere
es: Juega aleatoriamente una acción seleccionada
et: Esitage valitud tegevus juhuslikult
fr: Jouer au hasard une action sélectionnée
it: Esegui casualmente un'azione selezionata
ja: 選択したアクションをランダムに実行する
lt: Atsitiktinai atlikti pasirinktą veiksmą
nl: Speel willekeurig een geselecteerde actie
pl: Losowo rozegraj wybraną akcję
ru: Случайное воспроизведение выбранного действия
uk: Випадковим чином виконати вибрану дію
zh_hans: 随机播放选定的动作
zh_hant: 隨機播放選定的動作

# triggerRandomAction
source: Action
cs: Akce
da: handling
de: Aktion
de_ch: Handlig
es: Acción
et: Tegevus
it: Azione
ja: アクション
lt: Veiksmas
nl: Actie
pl: Działanie
ru: Действие
uk: Дія
zh_hans: 行动
zh_hant: 行動

# otaInProgressTitle
source: Updating Gear. Please do not turn off your gear or close the app
cs: Aktualizace zařízení Gear. Nevypínejte zařízení ani nezavírejte aplikaci
da: Opdaterer Gear. Sluk ikke for dit udstyr eller luk appen
de: Ausrüstung wird aktualisiert. Bitte schalte deine Ausrüstung nicht aus und schließe die App nicht
de_ch: Usrüstig wird aktüälisiert. Bitte schalts nöd ab oder schliess d'App
es: Actualización de equipo. No apagues tu equipo ni cierres la aplicación
et: Geari värskendamine. Ärge lülitage käiku välja ega sulgege rakendust
fr: Mise à jour du matériel. Veuillez ne pas éteindre votre équipement ni fermer l'application
it: Aggiornamento dell'attrezzatura. Si prega di non spegnere l'attrezzatura né chiudere l'app
ja: ギアを更新しています。ギアをオフにしたり、アプリを閉じたりしないでください
lt: „Gear“ dabar yra atnaujinama. Neišjunkite įrangos ir neuždarykite programos
nl: Uitrusting bijwerken. Schakel jouw uitrusting niet uit en sluit de app niet
pl: Aktualizowanie sprzętu. Nie wyłączaj sprzętu ani nie zamykaj aplikacji
ru: Обновление снаряжения. Пожалуйста, не выключайте свое оборудование и не закрывайте приложение
uk: Оновлення пристрою. Не вимикай пристрій і не закривай додаток
zh_hans: 正在更新 Gear。请不要关闭 Gear 或关闭应用程序
zh_hant: 更新裝備。請不要關閉您的裝置或關閉應用程式

# otaLowBattery
source: Low Battery. Please charge your gear to at least 50%
cs: Slabá baterie. Nabijte prosím své zařízení alespoň na 50 %
da: Lavt batteri. Oplad venligst dit gear til mindst 50 %
de: Schwache Batterie. Bitte lade deine Ausrüstung zu mindestens 50% auf
de_ch: Leerer Akku. Bitte lade dini Usrüstig uf mindestens 50%
es: Batería baja. Cargue su equipo al menos al 50%
et: Madal akutase. Palun laadige oma varustus vähemalt 50%
fr: Batterie faible. Veuillez charger votre équipement à au moins 50%
it: Batteria scarica. Carica la tua attrezzatura almeno al 50%
ja: バッテリー残量が少なくなっています。機器を少なくとも50%まで充電してください
lt: Senka baterija. Įkraukite savo įrangą iki bent 50%
nl: Lage batterij. Laad uw uitrusting op tot minimaal 50%
pl: Niski poziom baterii. Naładuj swój sprzęt przynajmniej do 50%
ru: Низкий заряд батареи. Пожалуйста, зарядите свое снаряжение минимум на 50%
uk: Низький заряд. Заряди пристрій хоча б до 50%
zh_hans: 电池电量低。请将设备充电至至少 50%
zh_hant: 低電量。請將您的裝備充電至至少 50%

# homeWelcomeMessageTitle
source: Welcome
cs: Vítejte v aplikaci Tail Company
da: Velkommen til Tail Company-appen
de: Willkommen bei der Tail Company App
de_ch: Willkomme in dr App vo de Tail Company
es: Bienvenido a la aplicación Tail Company
et: Tere tulemast Tail Company rakendusse
fr: Bienvenue sur l'application Tail Company
it: Benvenuto
ja: ようこそ
lt: Sveiki atvykę į „Tail Company“ programą
nl: Welkom bij de Tail Company App
pl: Witamy w aplikacji Tail Company
ru: Добро пожаловать в приложение Tail Company
uk: Вітаємо в додатку Хвостатої Компанії
zh_hans: 欢迎使用 Tail Company App
zh_hant: 歡迎使用尾公司應用程式

# homeWelcomeMessage
source: You can control, explore and update all your Tail Co gear right here. There are instructions and guides available too. Happy Wagging!
cs: Veškeré vybavení Tail Co můžete ovládat, prozkoumávat a aktualizovat přímo zde. K dispozici jsou také návody a návody. Happy Wagging!
da: Du kan styre, udforske og opdatere alt dit Tail Co-udstyr lige her. Der er også instruktioner og vejledninger tilgængelige. Godt logrende!
de: Du kannst deine gesamte Tail Co Ausrüstung hier kontrollieren, verwalten und aktualisieren. Hier findest du auch Anleitungen und Wegweiser. Viel Spaß beim Wedeln!
de_ch: Du chasch all dini Tail Co-Usrüstig do kontrolliere, erkunde und aktualisiere. Es het au Instruktione und Führige zur Verfüegig. Fröhlichs Wedele!
es: Puedes controlar, explorar y actualizar todo tu equipo de Tail Co aquí mismo. También hay instrucciones y guías disponibles. ¡Feliz meneo!
et: Siin saate juhtida, uurida ja värskendada kogu oma Tail Co varustust. Saadaval on ka juhised ja juhendid. Head vehkimist!
fr: Vous pouvez contrôler, explorer et mettre à jour tout votre équipement Tail Co ici. Des instructions et des guides sont également disponibles. Bonne agitation !
it: Puoi controllare, esplorare e aggiornare tutta la tua attrezzatura Tail Co proprio qui. Sono disponibili anche istruzioni e guide. Buon scodinzolante!
ja: ここで、Tail Co のすべてのギアを制御、探索、更新できます。手順とガイドも用意されています。楽しく振ってください!
lt: Čia galite valdyti, tyrinėti ir atnaujinti visą savo „Tail Co“ įrangą. Taip pat yra instrukcijų ir vadovų. Linksmo vizginimo!
nl: Je kunt hier al je Tail Co-uitrusting beheren, verkennen en updaten. Er zijn ook instructies en handleidingen beschikbaar. Veel plezier met kwispelen!
pl: Tutaj możesz kontrolować, eksplorować i aktualizować cały swój sprzęt Tail Co. Dostępne są także instrukcje i przewodniki. Szczęśliwego machania!
ru: Вы можете контролировать, исследовать и обновлять все свое снаряжение Tail Co прямо здесь. Также имеются инструкции и руководства. Приятного виляния!
uk: Ти можеш контролювати, вивчати й оновлювати свої Хвостаті девайси тут. Всі інструкції та туторіали завжди доступні. Щасливого Виляння!
zh_hans: 您可以在这里控制、探索和更新所有 Tail Co 装备。还有说明和指南。祝您玩得开心！
zh_hant: 您可以在這裡控制、探索和更新您的所有 Tail Co 裝備。也有可用的說明和指南。快樂搖擺！

# homeChangelogLinkTitle
source: Changelog
cs: Seznam změn
da: Lyd fundet
de: Änderungsprotokoll
de_ch: Änderigsprotokoll
es: Registro de cambios
et: Muudatuste logi
fr: Journal des modifications
it: Registro delle modifiche
ja: 変更履歴
lt: Pakeitimų sąrašas
nl: Wijzigingslog
pl: Dziennik zmian
ru: Журнал изменений
uk: Список змін
zh_hans: 变更日志
zh_hant: 變更日誌

# homeNewsTitle
source: Fresh from the Tail Blog
cs: Čerstvé z blogu Tail
da: Frisk fra Halebloggen
de: Frisch vom Tail-Blog
de_ch: Friisch vom Tail Blog
es: Quitar todo el equipo falso
et: Värske Sabablogist
fr: Tout frais du blog Tail
it: Fresco dal blog della coda
ja: しっぽブログの最新情報
lt: Šviežiai naują iš „Uodegos tinklaraščio“
nl: Vers van de Tail-Blog
pl: Świeżo z bloga Tail
ru: EarGear микрофон
uk: Свіже з Хвостатого Блогу
zh_hans: 新鲜出炉的尾巴博客
zh_hant: 來自尾巴部落格的新鮮事

# triggersSelectSaveLabel
source: Save Actions
cs: Uložit akce
da: Gem handlinger
de: Aktionen speichern
de_ch: Ab Speichera
es: Guardar acciones
et: Salvesta toimingud
fr: Enregistrer les actions
it: Salva azioni
ja: アクションを保存
lt: Išsaugoti veiksmus
nl: Acties opslaan
pl: Zapisz działania
ru: Сохранить действия
uk: Зберегти Дії
zh_hans: 保存操作
zh_hant: 儲存操作

# scanDevicesFoundTitle
source: Found Gear. Tap the gear name to connect
cs: Nalezen Gear. Klepnutím na název zařízení se připojte
da: Udstyr fundet. Tryk på udstyrsnavnet for at oprette forbindelse
de: Ausrüstung gefunden. Tippe auf den Namen der Ausrüstung, um eine Verbindung herzustellen
de_ch: Usrüstig gfunde. Tapps uf de Usrüstig, um z'verbinda
es: Equipo encontrado. Toca el nombre del equipo para conectarte
et: Leitud Gear. Ühenduse loomiseks puudutage hammasratta nime
fr: Équipement trouvé. Appuyez sur le nom de l'équipement pour vous connecter
it: Attrezzatura trovata. Tocca il nome dell'ingranaggio per connetterti
ja: ギアが見つかりました。ギア名をタップして接続してください
lt: Rasta įranga. Norėdami prisijungti, bakstelėkite įrangos pavadinimą
nl: Gevonden uitrusting. Tik op de naam van het apparaat om verbinding te maken
pl: Znaleziono sprzęt. Kliknij nazwę koła zębatego, aby się połączyć
ru: Нашел механизм. Нажмите на название механизма, чтобы подключиться
uk: Пристрій знайдено. Натисни на його назву, щоб під’єднатися
zh_hans: 找到 Gear。点击该装备名称即可连接
zh_hant: 找到齒輪。點擊齒輪名稱進行連接

# noLongerSupported
source: This gear is no longer supported. Some app features may not work
cs: Toto zařízení již není podporováno. Některé funkce aplikace nemusí fungovat
da: Dette gear understøttes ikke længere. Nogle appfunktioner virker muligvis ikke
de: Diese Ausrüstung wird nicht mehr unterstützt. Einige App-Funktionen funktionieren möglicherweise nicht
de_ch: Däne Ausrüdtig isch nüme unterstützt. Einigi App-Funktione chönd nid funktioniere
es: Este equipo ya no es compatible. Es posible que algunas funciones de la aplicación no funcionen
et: Seda käiku enam ei toetata. Mõned rakenduse funktsioonid ei pruugi töötada
fr: Cet équipement n'est plus pris en charge. Certaines fonctionnalités de l'application peuvent ne pas fonctionner
it: Questo equipaggiamento non è più supportato. Alcune funzionalità dell'app potrebbero non funzionare
ja: このギアはサポートされていません。一部のアプリ機能は動作しない可能性があります
lt: Ši įranga nebepalaikoma. Kai kurios programos funkcijos gali neveikti
nl: Deze uitrusting wordt niet langer ondersteund. Sommige app-functies werken mogelijk niet
pl: Ten sprzęt nie jest już obsługiwany. Niektóre funkcje aplikacji mogą nie działać
ru: Это снаряжение больше не поддерживается. Некоторые функции приложения могут не работать
uk: Цей пристрій більше не підтримується. Деякі функції можуть не працювати
zh_hans: 此装备不再受支持。部分应用功能可能无法使用
zh_hant: 不再支援此裝備。某些應用程式功能可能無法使用

# mandatoryOtaRequired
source: A firmware update is available to better support your gear
cs: Pro lepší podporu vašeho zařízení je k dispozici aktualizace firmwaru
da: En firmwareopdatering er tilgængelig for bedre at understøtte dit udstyr
de: Es ist ein Firmware Update für eine bessere Unterstützung deiner Ausrüstung verfügbar
de_ch: A Firmware-Aktualisierung isch verfügbar, um dii besser z unterstütze bi dr Usrüstig
es: Hay una actualización de firmware disponible para brindar un mejor soporte a su equipo
et: Teie varustuse paremaks toetamiseks on saadaval püsivara värskendus
fr: Une mise à jour du firmware est disponible pour mieux prendre en charge votre équipement
it: È disponibile un aggiornamento del firmware per supportare meglio la tua attrezzatura
ja: お使いの機器をより良くサポートするためのファームウェアアップデートが利用可能です
lt: Yra programinės aparatinės įrangos naujinimas, kad jūsų įranga geriau palaikytų
nl: Er is een firmware-update beschikbaar om jouw uitrusting beter te ondersteunen
pl: Dostępna jest aktualizacja oprogramowania sprzętowego, która zapewnia lepszą obsługę Twojego sprzętu
ru: Доступно обновление прошивки для лучшей поддержки вашего оборудования
uk: Доступне оновлення прошивки для кращої підтримки твого пристрою
zh_hans: 固件更新可用来更好地支持您的设备
zh_hant: 韌體更新可更好地支援您的設備

# actionsFavoriteTip
source: Long press an action to favorite
cs: Dlouhým stisknutím akci zařadíte mezi oblíbené
da: Tryk længe på en handling for at favorit
de: Aktion lange drücken um sie zu einem Favoriten zu machen
de_ch: Langscht drucke zum Lieblingsaktion mache
es: Mantenga presionada una acción para marcarla como favorita
et: Lemmikusse lisamiseks vajutage toimingut pikalt
fr: Appuyez longuement sur une action pour la mettre en favori
it: Premi a lungo un'azione da aggiungere ai preferiti
ja: お気に入りに追加するアクションを長押しします
lt: Ilgai paspauskite veiksmą, kad įtrauktumėte į mėgstamiausius
nl: Druk lang op een actie om te favoriet te maken
pl: Naciśnij i przytrzymaj akcję, aby dodać ją do ulubionych
ru: Нажмите и удерживайте действие в избранном
uk: Натисни й утримуй дію, щоб додати в обране
zh_hans: 长按某个动作即可收藏
zh_hant: 長按一個動作即可收藏

# moreSourceCode
source: Source Code
cs: Zdrojový kód
da: Kildekode
de: Quellcode
de_ch: Ürsprungskode
es: Código fuente
et: Lähtekood
fr: Code source
it: Codice sorgente
ja: ソースコード
lt: Pirminis kodas
nl: Broncode
pl: Kod źródłowy
ru: Исходный код
uk: Початковий код
zh_hans: 源代码
zh_hant: 原始碼

# audioActionCategory
source: Sound Effects
cs: Zvukové efekty
da: Lydeffekter
de: Soundeffekte
de_ch: Gerüüschteffekte
es: Efectos de sonido
et: Heliefektid
fr: Effets sonores
it: Effetti sonori
ja: 音響効果
lt: Garso efektai
nl: Geluidseffecten
pl: Efekty dźwiękowe
ru: Звуковые эффекты
uk: Звукові ефекти
zh_hans: 声音特效
zh_hant: 聲音特效

# audioPage
source: Custom Sounds
cs: Vlastní zvuky
da: Brugerdefinerede lyde
de: Benutzerdefinierte Sounds
de_ch: Eigeni Sounds
es: Sonidos personalizados
et: Kohandatud helid
fr: Déclenchez une action en recouvrant le capteur de proximité
it: Suoni personalizzati
ja: カスタムサウンド
lt: Pasirinktiniai garsai
nl: Aangepaste geluiden
pl: Niestandardowe dźwięki
ru: Пользовательские звуки
uk: Кастомнізувати Звуки
zh_hans: 自定义声音
zh_hant: 自訂聲音

# audioEditDescription
source: Manage custom sound effects
cs: Spravujte vlastní zvukové efekty
da: Administrer brugerdefinerede lydeffekter
de: Verwalten Sie benutzerdefinierte Soundeffekte
de_ch: Behandle individuell Soundeffektene
es: Administrar efectos de sonido personalizados
et: Hallake kohandatud heliefekte
fr: Gérer les effets sonores personnalisés
it: Gestisci effetti sonori personalizzati
ja: カスタムサウンドエフェクトを管理する
lt: Tvarkyti pasirinktinius garso efektus
nl: Beheer aangepaste geluidseffecten
pl: Zarządzaj niestandardowymi efektami dźwiękowymi
ru: Управление пользовательскими звуковыми эффектами
uk: Керування власними звуками
zh_hans: 管理自定义音效
zh_hant: 管理自訂音效

# audioEdit
source: Rename Sound Effect
cs: Přejmenovat zvukový efekt
da: Omdøb lydeffekt
de: Soundeffekt umbenennen
de_ch: Benenne Soundeffekt um
es: Cambiar el nombre del efecto de sonido
et: Heliefekti ümbernimetamine
fr: Renommer l'effet sonore
it: Rinomina effetto sonoro
ja: サウンド効果の名前を変更する
lt: Pervardyti garso efektą
nl: Hernoem geluidseffect
pl: Zmień nazwę efektu dźwiękowego
ru: Переименовать звуковой эффект
uk: Перейменувати звуковий ефект
zh_hans: 重命名音效
zh_hant: 重命名音效

# audioDelete
source: Delete Sound Effect
cs: Smazat zvukový efekt
da: Slet lydeffekt
de: Soundeffekt löschen
de_ch: Lösch Soundeffekt
es: Eliminar efecto de sonido
et: Heliefekti kustutamine
fr: Supprimer l'effet sonore
it: Elimina effetto sonoro
ja: サウンド効果を削除
lt: Ištrinti garso efektą
nl: Geluidseffect verwijderen
pl: Usuń efekt dźwiękowy
ru: Удалить звуковой эффект
uk: Видалити звуковий ефект
zh_hans: 删除音效
zh_hant: 刪除音效

# audioAdd
source: Add Sound Effect
cs: Přidat zvukový efekt
da: Tilføj lydeffekt
de: Soundeffekt hinzufügen
de_ch: Füeg Soundeffekt bii
es: Agregar efecto de sonido
et: Lisa heliefekt
fr: Ajouter un effet sonore
it: Aggiungi effetto sonoro
ja: サウンド効果を追加する
lt: Pridėti garso efektą
nl: Geluidseffect toevoegen
pl: Dodaj efekt dźwiękowy
ru: Удалить звуковой эффект
uk: Додати звуковий ефект
zh_hans: 添加音效
zh_hant: 新增音效

# audioDeleteDescription
source: Are you sure you want to delete this sound effect?
cs: Opravdu chcete smazat tento zvukový efekt?
da: Er du sikker på, at du vil slette denne lydeffekt?
de: Möchtest du diesen Soundeffekt wirklich löschen?
de_ch: Bisch du sicher, dass du das Soundeffekt lösche willsch?
es: ¿Estás seguro de que deseas eliminar este efecto de sonido?
et: Kas soovite kindlasti selle heliefekti kustutada?
fr: Êtes-vous sûr de vouloir supprimer cet effet sonore ?
it: Sei sicuro di voler eliminare questo effetto sonoro?
ja: このサウンド効果を削除してもよろしいですか?
lt: Ar tikrai norite ištrinti šį garso efektą?
nl: Weet je zeker dat je dit geluidseffect wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten efekt dźwiękowy?
ru: Вы уверены, что хотите удалить этот звуковой эффект?
uk: Ти впевнений, що хочеш видалити цей звуковий ефект?
zh_hans: 您确定要删除该音效吗？
zh_hant: 您確定要刪除此音效嗎？

# audioTipCard
source: You can add custom sounds that appear on the Actions tab and can be used with Triggers
cs: Můžete přidat vlastní zvuky, které se zobrazí na kartě Akce a lze je použít se spouštěči
da: Du kan tilføje brugerdefinerede lyde, der vises på fanen Handlinger og kan bruges sammen med udløsere
de: Du kannst benutzerdefinierte Sounds hinzufügen, die auf der Registerkarte Aktionen angezeigt werden und mit Triggern verwendet werden können
de_ch: Du chasch eigene Sound hinzuefüege, wo ufem Actions-Tab erschint und mit Triggers verwändet werde chönd
es: Puede agregar sonidos personalizados que aparecen en la pestaña Acciones y se pueden usar con activadores
et: Saate lisada kohandatud helisid, mis kuvatakse vahekaardil Toimingud ja mida saab kasutada koos päästikutega
fr: Vous pouvez ajouter des sons personnalisés qui apparaissent dans l'onglet Actions et peuvent être utilisés avec des déclencheurs
it: Puoi aggiungere suoni personalizzati che appaiono nella scheda Azioni e possono essere utilizzati con i Trigger
ja: アクションタブに表示され、トリガーで使用できるカスタムサウンドを追加できます
lt: Galite pridėti pasirinktinių garsų, kurie rodomi skirtuke Veiksmai ir gali būti naudojami su trigeriais
nl: Je kunt aangepaste geluiden toevoegen die op het tabblad Acties verschijnen en die met Triggers kunnen worden gebruikt
pl: Możesz dodać niestandardowe dźwięki, które pojawiają się na karcie Działania i których można używać z wyzwalaczami
ru: Вы можете добавить собственные звуки, которые отображаются на вкладке «Действия» и могут использоваться с триггерами
uk: Можна додати власні звуки, які будуть доступні в розділі Дій і використовуватимуться з тригерами
zh_hans: 您可以添加在“操作”选项卡上显示的自定义声音，并可与触发器一起使用
zh_hant: 您可以新增出現在「動作」標籤上並可與觸發器一起使用的自訂聲音

# deviceTypeMiniTail
source: Mini Tail
cs: Mini ocas
da: Mini hale
de: Mini-Schwanz
de_ch: Chliini Schwänzli
es: mini cola
et: Mini kukk
fr: Mini-queue
it: Mini coda
ja: ミニテール
lt: Mini uodega
nl: Mini-staart
pl: Miniogon
ru: Мини Хвост
uk: Міні Хвостик
zh_hans: 迷你尾巴
zh_hant: 迷你尾

# scanDemoGear
source: Fake Gear
cs: Falešné vybavení
da: Falsk gear
de: Simulierte Ausrüstung
de_ch: Probe Usrüstig
es: Equipo falso
et: Võltsvarustus
fr: Faux équipement
it: Attrezzatura simulata
ja: 偽のギア
lt: Netikra įranga
nl: Gesimuleerde uitrusting
pl: Fałszywy sprzęt
ru: Поддельное снаряжение
uk: Віртуальний пристрій
zh_hans: 假装备
zh_hant: 假裝備

# scanAddDemoGear
source: Add Fake Gear
cs: Přidejte Fake Gear
da: Tilføj Fake Gear
de: Simulierte Ausrüstung hinzufügen
de_ch: Füeg falschi Ausrüschig
es: Agregar equipo falso
et: Lisage Fake Gear
fr: Ajouter du faux équipement
it: Aggiungi attrezzatura falsa
ja: 偽装ギアを追加
lt: Pridėti netikrą įrangą
nl: Voeg gesimuleerde uitrusting toe
pl: Dodaj fałszywy sprzęt
ru: Добавить поддельное снаряжение
uk: Додати віртуальний пристрій
zh_hans: 添加假装备
zh_hant: 增加假裝備

# scanRemoveDemoGear
source: Remove all fake gear
cs: Odstraňte veškeré falešné vybavení
da: Fjern alt falsk gear
de: Entferne alle simulierten Ausrüstungen
de_ch: Entfärnt alli falschi Usrüstig
es: Quitar todo el equipo falso
et: Eemaldage kõik võltsvarustus
fr: Supprimez tous les faux équipements
it: Rimuovi tutti gli attrezzi falsi
ja: 偽のギアをすべて取り除く
lt: Ištrinti visą netikrą įrangą
nl: Verwijder alle gesimuleerde uitrusting
pl: Usuń cały fałszywy sprzęt
ru: Удалите все поддельное снаряжение
uk: Видалити всі віртуальні пристрої
zh_hans: 移除所有假装备
zh_hant: 刪除所有假裝備
