Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# scanDemoGearTip
source: Want to try out the app but are waiting for your gear to arrive? Add a fake gear. This lets you experience the app as if you had your gear, or if you want to try out gear you currently do not own. This enables a new section on the 'Scan For New Gear' page.
cs: Chcete si aplikaci vyzkoušet, ale čekáte, až dorazí vaše zařízení? Přidejte falešnou výbavu. To vám umožní zažít aplikaci, jako byste měli své vybavení, nebo pokud si chcete vyzkoušet vybavení, které aktuálně nevlastníte. To umožňuje novou sekci na stránce „Vyhledat nové zařízení“.
da: Vil du prøve appen, men venter på, at dit udstyr kommer? Tilføj et falsk gear. Dette giver dig mulighed for at opleve appen, som om du havde dit udstyr, eller hvis du vil prøve udstyr, du ikke ejer i øjeblikket. Dette aktiverer et nyt afsnit på siden 'Scan efter nyt gear'.
de: Du möchtest die App ausprobieren, wartest aber noch auf die Lieferung deiner Ausrüstung? Füge eine simulierte Ausrüstung hinzu. So kannst du die App so erleben, als hättest du deine Ausrüstung, oder wenn du Ausrüstungen ausprobieren möchtest, die du derzeit nicht besitzt. Dadurch wird ein neuer Abschnitt auf der Seite „Nach neuer Ausrüstung suchen“ aktiviert.
de_ch: Möchtisch d'App verusproche aber wartisch ufs Usrüstig? Füeg e falschs Usrüstig debi. Das letsch dech d App erläbe, als ob du dyni Usrüstig hätsch, oder wänn du nödigs nutze wotsch, wo du aktuell nöd besitzisch. Das ermöglicht en neue Abschnitt uf dr "Scan For New Usrüstig" Sita.
es: ¿Quieres probar la aplicación pero estás esperando que llegue tu equipo? Añade un equipo falso. Esto le permite experimentar la aplicación como si tuviera su equipo, o si desea probar equipo que actualmente no posee. Esto habilita una nueva sección en la página 'Buscar equipo nuevo'.
et: Kas soovite rakendust proovida, kuid ootate, kuni teie varustus kohale jõuab? Lisage võltsvarustus. See võimaldab teil kasutada rakendust nii, nagu oleks teil oma varustus või kui soovite proovida varustust, mida te praegu ei oma. See lubab lehel „Uue varustuse otsimine” uue jaotise.
fr: Vous souhaitez essayer l'application mais vous attendez l'arrivée de votre matériel ? Ajoutez un faux équipement. Cela vous permet de découvrir l'application comme si vous aviez votre équipement ou si vous souhaitez essayer un équipement que vous ne possédez pas actuellement. Cela active une nouvelle section sur la page « Rechercher de nouveaux équipements ».
it: Vuoi provare l'app ma stai aspettando che arrivi la tua attrezzatura? Aggiungi un equipaggiamento falso. Ciò ti consente di provare l'app come se avessi la tua attrezzatura o se desideri provare l'attrezzatura che attualmente non possiedi. Ciò abilita una nuova sezione nella pagina "Cerca nuova attrezzatura".
ja: アプリを試してみたいけれど、ギアが届くのを待っている場合は、偽のギアを追加してください。これにより、ギアを持っているかのようにアプリを体験したり、現在所有していないギアを試したりできます。これにより、「新しいギアのスキャン」ページに新しいセクションが有効になります。
lt: Norite išbandyti programą, bet laukiate, kol jūsų įranga jus pasieks? Pridėkite netikrą įrangą. Tai leidžia naudotis programa taip, lyg turėtumėte savo įrangą arba norėtumėte išbandyti įrangą, kurios šiuo metu neturite. Tai įgalina naują skyrių „Nuskaityti naujos įrangos“ puslapyje.
nl: Wil je de app uitproberen, maar wacht je tot je spullen arriveren? Voeg een nepuitrusting toe. Hierdoor kun je de app ervaren alsof je jouw uitrusting al bij je hebt, of uitrusting wilt uitproberen die je momenteel niet hebt. Hierdoor wordt een nieuwe sectie op de pagina 'Scannen naar nieuwe uitrusting' mogelijk gemaakt.
pl: Chcesz wypróbować aplikację, ale czekasz na dostawę sprzętu? Dodaj fałszywy sprzęt. Dzięki temu możesz korzystać z aplikacji tak, jakbyś miał swój sprzęt lub chciał wypróbować sprzęt, którego aktualnie nie posiadasz. Włącza to nową sekcję na stronie „Skanuj w poszukiwaniu nowego sprzętu”.
ru: Хотите опробовать приложение, но ждете доставки своего оборудования? Добавьте фальшивое снаряжение. Это позволяет вам использовать приложение так, как будто у вас есть свое оборудование или вы хотите опробовать снаряжение, которого у вас в настоящее время нет. Это активирует новый раздел на странице «Поиск нового снаряжения».
uk: Хочеш протестувати додаток, але ще чекаєш на пристрій? Додай віртуальний пристрій. Це дозволить користуватись додатком так, ніби пристрій уже є, або спробувати інші пристрої. Це відкриє новий розділ на сторінці «Сканувати новий пристрій».
zh_hans: 想要试用该应用，但正在等待装备到货？添加一个假装备。这样，您就可以像拥有装备一样体验该应用，或者如果您想试用您目前没有的装备。这将在“扫描新装备”页面上启用一个新部分。
zh_hant: 想要試用該應用程序，但正在等待您的裝備到達嗎？增加一個假裝備。這可以讓您體驗該應用程序，就像您擁有自己的裝備一樣，或者如果您想嘗試當前不擁有的裝備。這將在「掃描新裝備」頁面上啟用一個新部分。

# triggerActionSelectorTutorialLabel
source: Select as many actions as you want. An action will be randomly selected that is compatible with connected gear. GlowTip and Sound actions will trigger alongside Move actions. Don't forget to save.
cs: Vyberte tolik akcí, kolik chcete. Náhodně bude vybrána akce, která je kompatibilní s připojeným zařízením. Akce GlowTip a Sound se spustí spolu s akcemi Move. Nezapomeňte uložit.
da: Vælg så mange handlinger, du vil. En handling vil blive valgt tilfældigt, som er kompatibel med tilsluttet gear. GlowTip og Sound-handlinger udløses sammen med Move-handlinger. Glem ikke at gemme.
de: Wähle so viele Aktionen aus, wie du möchtest. Es wird eine Aktion zufällig ausgewählt, welche mit der angeschlossenen Ausrüstung kompatibel ist. GlowTip- und Sound-Aktionen werden gleichzeitig mit Bewegungs-Aktionen ausgelöst. Vergiss nicht zu speichern.
de_ch: Wähle eso vile Aktiona as du wosch. Es wird en Aktioni zuefallsmässig usgwählt, wo mit de verbundene Usrüstig kompatibel isch. LampaTip- und Sound-Handlige werdet zämä mit de Move-Handlige uusglöst. Vergiss ned, z'speicherä.
es: Selecciona tantas acciones como quieras. Se seleccionará aleatoriamente una acción que sea compatible con el equipo conectado. Las acciones GlowTip y Sound se activarán junto con las acciones Move. No olvides guardar.
et: Valige nii palju toiminguid kui soovite. Juhuslikult valitakse toiming, mis ühildub ühendatud varustusega. GlowTip ja Sound toimingud käivituvad koos liigutustoimingutega. Ärge unustage salvestada.
fr: Sélectionnez autant d'actions que vous le souhaitez. Une action sera sélectionnée au hasard et compatible avec les équipements connectés. Les actions GlowTip et Sound se déclencheront parallèlement aux actions Move. N'oubliez pas de sauvegarder.
it: Seleziona quante azioni desideri. Verrà scelta casualmente un'azione compatibile con l'attrezzatura connessa. Le azioni GlowTip e i suoni verranno attivati insieme alle azioni di movimento. Vengono mostrate solo le azioni compatibili con i dispositivi associati. Non dimenticare di salvare.
ja: アクションを好きなだけ選択してください。接続されているギアに対応したアクションがランダムに選択されます。GlowTipとサウンドのアクションは、ムーブアクションと同時に実行されます。ペアリング済みギアに対応したアクションのみが表示されます。保存を忘れないでください。
lt: Pasirinkite tiek veiksmų, kiek norite. Atsitiktinai bus pasirinktas veiksmas, suderinamas su prijungta įranga. „GlowTip“ ir garso veiksmai bus suaktyvinti kartu su judėjimo veiksmais. Nepamirškite išsaugoti.
nl: Selecteer zoveel acties als je wilt. Er wordt willekeurig een actie geselecteerd die compatibel is met jouw aangesloten uitrusting. GlowTip- en Sound-acties worden geactiveerd naast Move-acties. Vergeet niet op te slaan.
pl: Wybierz dowolną liczbę akcji. Akcja zostanie losowo wybrana i będzie kompatybilna z podłączonym sprzętem. Akcje GlowTip i Dźwięk będą uruchamiane wraz z akcjami Ruchu. Nie zapomnij zapisać.
ru: Выберите столько действий, сколько хотите. Случайным образом будет выбрано действие, совместимое с подключенным снаряжением. Действия GlowTip и Sound срабатывают вместе с действиями Move. Не забудьте сохранить.
uk: Вибери скільки завгодно дій. Дія буде випадково обрана з сумісних з підключеним пристроєм. GlowTip і Звук будуть запускатись разом з Рухом. Не забудь зберегти.
zh_hans: 选择任意数量的操作。将随机选择一个与连接设备兼容的操作。GlowTip 和 Sound 操作将与 Move 操作一起触发。别忘了保存。
zh_hant: 選擇您想要的任意數量的操作。將隨機選擇與連接的裝備相容的動作。 GlowTip 和聲音操作將與移動操作一起觸發。別忘了保存。

# triggersSelectAllLabel
source: Select All
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
de_ch: Wähl Alli
es: Seleccionar todo
et: Vali kõik
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
lt: Pasirinkti visus
nl: Selecteer alles
pl: Zaznacz wszystko
ru: Выбрать все
uk: Обрати Все
zh_hans: 全选
zh_hant: 全選

# joystickWarning
source: The Joystick feature is experimental. Use at your own risk.
cs: Funkce joysticku je experimentální. Použití na vlastní nebezpečí.
da: Joystick-funktionen er eksperimentel. Brug på eget ansvar.
de: Die Joystick Funktion ist experimentell. Verwende sie auf eigene Gefahr.
de_ch: Die Joystick-Funktion isch experimäntell. Benutze uf eigets Risiko.
es: La función Joystick es experimental. Úselo bajo su propio riesgo.
et: Juhtkangi funktsioon on eksperimentaalne. Kasutage omal vastutusel.
fr: La fonctionnalité Joystick est expérimentale. À utiliser à vos risques et périls.
it: La funzionalità Joystick è sperimentale. Utilizzare a proprio rischio.
ja: ジョイスティック機能は実験段階です。自己責任でご使用ください。
lt: Vairasvirtės funkcija yra eksperimentinė. Naudokite su rizika.
nl: De joystickfunctie is experimenteel. Gebruik ze op eigen risico.
pl: Funkcja joysticka ma charakter eksperymentalny. Używaj na własne ryzyko.
ru: Функция джойстика является экспериментальной. Используйте на свой риск.
uk: Функція джойстика є експериментальною. Використовуй на свій ризик.
zh_hans: 操纵杆功能尚处于实验阶段。使用时请自负风险。
zh_hant: 操縱桿功能是實驗性的。使用風險自負。

# featureLimitedOtaRequiredLabel
source: Please update your gear to use this feature.
cs: Chcete-li tuto funkci používat, aktualizujte své zařízení.
da: Opdater venligst dit udstyr for at bruge denne funktion.
de: Bitte aktualisiere deine Ausrüstung um diese Funktion zu verwenden.
de_ch: Bitte aktualisiere dis Usrüstig, um dis Funktione z'bruche.
es: Actualice su equipo para utilizar esta función.
et: Selle funktsiooni kasutamiseks värskendage oma varustust.
fr: Veuillez mettre à jour votre équipement pour utiliser cette fonctionnalité.
it: Aggiorna la tua attrezzatura per utilizzare questa funzione.
ja: この機能を使用するには、ギアを更新してください。
lt: Atnaujinkite savo įrangą, kad galėtumėte naudotis šia funkcija.
nl: Update uw uitrusting om deze functie te gebruiken.
pl: Aby móc korzystać z tej funkcji, zaktualizuj swój sprzęt.
ru: Пожалуйста, обновите свое оборудование, чтобы использовать эту функцию.
uk: Онови свій пристрій, щоб скористатись цією функцією.
zh_hans: 请更新您的装备以使用此功能。
zh_hant: 請更新您的裝備才能使用此功能。

# otaAvailableSnackbarTitle
source: Update Available
cs: Aktualizace k dispozici
da: Opdatering tilgængelig
de: Aktualisierung verfügbar
de_ch: Update erhältlich
es: Actualización disponible
et: Uuendus saadaval
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートが利用可能
lt: Galimas atnaujinimas
nl: Update beschikbaar
pl: Dostępna aktualizacja
ru: Доступно обновление
uk: Доступне оновлення
zh_hans: 有更新
zh_hant: 可用更新

# newGearConnectedSnackbarTitle
source: Gear Connected
cs: Zařízení je připojeno
da: Gear tilsluttet
de: Ausrüstung verbunden
de_ch: Ausrüstung verbinde
es: Equipo conectado
et: Gear ühendatud
fr: Équipement connecté
it: Apparecchiature collegate
ja: ギア接続
lt: Įranga prijungta
nl: Uitrusting aangesloten
pl: Sprzęt podłączony
ru: Шестерня подключена
uk: Пристрій підключено
zh_hans: 齿轮连接
zh_hant: 連接的設備

# newGearConnectedSnackbarLabel
source: Happy Wagging
cs: Šťastné vrtění
da: Glad logrende
de: Fröhliches Wedeln
de_ch: Glücklig Schwänzle
es: feliz meneando
et: Head vehkimist
fr: Joyeux remuement
it: Felice scodinzolante
ja: 幸せに尻尾を振る
lt: Smagaus vizginimo
nl: Gelukkig kwispelen
pl: Szczęśliwego machania
ru: счастливое виляние
uk: Веселого виля́ння
zh_hans: 快乐摇尾巴
zh_hant: 快樂搖擺

# scanConnectToAllButtonLabel
source: Connect to all
cs: Připojte se ke všem
da: Opret forbindelse til alle
de: Mit allen verbinden
de_ch: Alles miteinander verbinden
es: Conéctate a todos
et: Ühendage kõigiga
fr: Connectez-vous à tous
it: Connettiti a tutti
ja: すべてに接続
lt: Prisijungti prie visų
nl: Verbinding maken met iedereen
pl: Połącz się ze wszystkimi
ru: Подключайтесь ко всем
uk: Під’єднатися до всіх
zh_hans: 连接到全部
zh_hant: 連接到所有

# otaAvailableSnackbarLabel
source: Please update your gear
cs: Aktualizujte prosím své vybavení
da: Opdater venligst dit udstyr
de: Bitte aktualisiere deine Ausrüstung
de_ch: Bitte mach di Usrüstig aktuell
es: Por favor actualiza tu equipo
et: Palun värskendage oma varustust
fr: Veuillez mettre à jour votre équipement
it: Aggiorna la tua attrezzatura
ja: ギアをアップデートしてください
lt: Prašome atnaujinti savo įrangą
nl: Update alsjeblieft jouw uitrusting
pl: Proszę zaktualizować swój sprzęt
ru: Пожалуйста, обновите свое снаряжение
uk: Онови свій пристрій
zh_hans: 请更新你的装备
zh_hant: 請更新你的裝備

# triggersDefSelectSaveLabel
source: Select
cs: Vybrat
da: Vælg
de: Auswählen
de_ch: Uuswähle
es: Seleccionar
et: Vali
fr: Sélectionner
it: Selezionare
ja: 選択する
lt: Pasirinkti
nl: selecteer
pl: Wybierać
ru: Выбирать
uk: Обрати
zh_hans: 选择
zh_hant: 選擇

# colorPickerTitle
source: Pick a Color
cs: Vyber barvu
da: Vælg en farve
de: Wähle eine Farbe aus
de_ch: Wähl a Farb us
es: Elige un color
et: Valige värv
fr: Choisis une couleur
it: Scegli un colore
ja: 色を選ぶ
lt: Pasirinkite spalvą
nl: Kies een kleur
pl: Wybierz kolor
ru: Выбери цвет
uk: Вибери колір
zh_hans: 选择颜色
zh_hant: 選擇一種顏色

# actionsNoBluetoothDescription
source: Bluetooth is required to connect to Gear. Please turn on bluetooth in settings. Do not connect to gear while in your devices bluetooth settings.
cs: K připojení k zařízení Gear je vyžadováno rozhraní Bluetooth. Zapněte prosím bluetooth v nastavení. Nepřipojujte se k zařízení, když máte zařízení v nastavení bluetooth.
da: Bluetooth er påkrævet for at oprette forbindelse til Gear. Slå Bluetooth til i indstillingerne. Tilslut ikke gear, mens du er i din enheds bluetooth-indstillinger.
de: Für die Verbindung mit den Geräten wird Bluetooth benötigt. Bitte schalte Bluetooth in den Einstellungen ein. Verbinde dich nicht mit deinen Geräten während du in den Einstellungen bist.
de_ch: Für d'Verbindig mit de Usrüstig wird Bluuetooth benötigt. Bitte schalte Bluuetooth in den Einstellungen ih. Verbind dich nöd mit dine grät während du i de istellige bisch.
es: Se requiere Bluetooth para conectarse al Gear. Active el bluetooth en la configuración. No se conecte al equipo mientras esté en la configuración de Bluetooth de su dispositivo.
et: Geariga ühenduse loomiseks on vaja Bluetoothi. Lülitage Bluetooth seadetes sisse. Ärge looge varustusega ühendust, kui olete seadme Bluetoothi seadetes.
fr: Bluetooth est requis pour se connecter à Gear. Veuillez activer le Bluetooth dans les paramètres. Ne vous connectez pas à l'équipement dans les paramètres Bluetooth de votre appareil.
it: Per connettersi al Gear è necessario il Bluetooth. Si prega di attivare il Bluetooth nelle impostazioni. Non connetterti all'attrezzatura mentre sei nelle impostazioni Bluetooth del tuo dispositivo.
ja: Gear に接続するには Bluetooth が必要です。設定で Bluetooth をオンにしてください。デバイスの Bluetooth 設定中に Gear に接続しないでください。
lt: Norint prisijungti prie „Gear“, reikalingas „Bluetooth“. Nustatymuose įjunkite „Bluetooth“. Neprisijunkite prie įrankio, kai įrenginyje yra „Bluetooth“ nustatymai.
nl: Bluetooth is vereist om verbinding te maken met de apparaten. Schakel Bluetooth in de instellingen in. Maak geen verbinding met uw apparaten terwijl u zich in Instellingen bevindt.
pl: Do połączenia z Gear potrzebny jest Bluetooth. Proszę włączyć Bluetooth w ustawieniach. Nie łącz się z Gear w ustawieniach Bluetooth urządzenia.
ru: Для подключения к Gear требуется Bluetooth. Пожалуйста, включите Bluetooth в настройках. Не подключайтесь к устройству, пока на вашем устройстве установлены настройки Bluetooth.
uk: Потрібен Bluetooth для підключення девайса. Будь ласка увімкни Bluetooth у налаштуваннях. Не підключайся до девайса доки Bluetooth не налаштований.
zh_hans: 需要蓝牙才能连接到 Gear。请在设置中打开蓝牙。请勿在设备蓝牙设置中连接到 Gear。
zh_hant: 連接 Gear 需要藍牙。請在設定中開啟藍牙。請勿在設備藍牙設定中連接到設備。

# earSpeedTitle
source: Ear Move Speed
cs: Rychlost pohybu ucha
de: Ohrgeschwindigkeit
de_ch: Ohrverdrehspeed
es: Velocidad de movimiento de la oreja
et: Kõrva liikumise kiirus
it: Velocità dell'orecchio
ja: 耳の動きの速さ
lt: Ausų judėjimo greitis
pl: Prędkość ruchu ucha
uk: Швидкість руху вух
zh_hans: 耳朵移动速度
zh_hant: 耳朵扭轉速度

# earSpeedFast
source: Fast
cs: Rychle
de: Schnell
de_ch: Schnäll
es: Rápida
et: Kiire
it: Veloce
ja: 速い
lt: Greitai
pl: Szybko
uk: Швидко
zh_hans: 快
zh_hant: 快速

# earSpeedSlow
source: Slow
cs: Pomalý
de: Langsam
de_ch: Langsam
es: Lenta
et: Aeglane
it: Lento
ja: 遅い
lt: Lėtas
pl: Powolny
uk: Повільно
zh_hans: 徐
zh_hant: 徐

# casualModeDelayTitle
source: Min and Max delay
cs: Minimální a maximální zpoždění
de: Minimale und maximale Verzögerung
de_ch: Minimali und Maximali verzögerig
es: Retardo mínimo y máximo
et: Min ja Max viivitus
it: Ritardo minimo e massimo
ja: 最小および最大遅延
lt: Minimalus ir maksimalus vėlavimas
pl: Min. i maks. opóźnienie
uk: Мінімальна та максимальна затримка
zh_hans: 最小和最大延迟
zh_hant: 最小和最大延遲

# manageGearHomePositionTitle
source: Set Home Position
cs: Zvolte základní pozici
de: Ruheposition setzen
de_ch: Leg Heimposition fest
es: Establecer posición de inicio
et: Seadke koduasend
it: Imposta posizione iniziale
ja: ホームポジションを設定する
lt: Nustatyti pradinę padėtį
pl: Ustaw pozycję startową
uk: Встановити початкову позицію
zh_hans: 设置家位置
zh_hant: 設置家居位置

# manageGearHomePositionDescription
source: Sets the position gear will move to after an action is finished
cs: zvolte pozici do které se má zařízení vrátit po dokončení akce
de: Setzt die Position die das Gerät am Ende einer Aktion einnimmt
de_ch: Definiert, wo s'Zahnrad nach em Ende von ere Aktion schiint
es: Establece la posición a la que se moverá el engranaje después de finalizar una acción
et: Määrab asendi, kuhu käik liigub pärast toimingu lõpetamist
it: Imposta la posizione in cui si sposta il dispositivo una volta completata un'azione
ja: アクション終了後にギアが移動する位置を設定します
lt: Nustato padėtį, į kurią bus perkelta pavara, kai veiksmas bus baigtas
pl: Ustawia pozycję, do której przesunie się koło zębate po zakończeniu akcji
uk: Визначає позицію, в яку пристрій повернеться після завершення дії
zh_hans: 设置设备在完成操作后移动到的位置
zh_hant: 設定設備在完成動作後移動到的位置

# settingsTailBlogWifiOnlyTitle
source: Reduce Data Usage
cs: Tail Blog pouze na WiFi
de: Tail Blog nur über WiFi
es: Blog de Tail sólo a través de WiFi
et: Tail Blog ainult WiFi kaudu
it: Riduci l'uso dei dati
ja: データ使用量を抑える
lt: Tail Blog tik per WiFi
pl: Blog Tail tylko przez WiFi
uk: Tail Blog лише через Wi-Fi
zh_hans: 仅通过WiFi尾部博客
zh_hant: 僅通過 WiFi 進行尾部博客

# settingsTailBlogWifiOnlyDescription
source: Prevent loading of some content while connected to a mobile network
cs: Zabrání načítání obsahu z Tail Blogu během připojení přes mobilní data
de: Verhindert dass Tail Blog Inhalte bei einer mobilen Verbindung geladen werden
es: Evitar cargar contenido de Tail Blog mientras está conectado a una red móvil
et: Vältige Tail Blogi sisu laadimist, kui olete mobiilsidevõrguga ühendatud
it: Impedisci il caricamento di alcuni contenuti quando sei connesso a una rete mobile
ja: モバイルネットワーク接続時に一部のコンテンツの読み込みを制限する
lt: Neleiskite įkelti Tail Blog turinio, kai esate prisijungę prie mobiliojo ryšio tinklo
pl: Zapobiegaj ładowaniu treści bloga Tail podczas połączenia z siecią komórkową
uk: Заборонити завантаження Tail Blog при підключенні до мобільної мережі
zh_hans: 在连接到移动网络时防止加载Tail Blog内容
zh_hant: 在連接到移動網絡時防止加載尾部博客內容

# manageGearConModePincodeCopy
source: Copy to Clipboard
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
it: Copia negli appunti
ja: クリップボードにコピー
lt: Kopijuoti į iškarpinę
uk: Скопіювати в буфер обміну
zh_hans: 复制到剪贴板

# manageGearConModeToggleTitle
source: Enable Convention Mode
cs: Zapnout režim konference
de: Konventionsmodus aktivieren
it: Attiva modalità convention
ja: コンベンションモードを有効にする
lt: Įjungti konvencijos režimą
uk: Увімкнути режим конференції
zh_hans: 启用会议模式

# morePageCoverPromoTitle
source: Change the look of your gear!
cs: Změň vzhled svého zařízení!
de: Ändern Sie das Aussehen Ihres Geräts!
it: Cambia l’aspetto del tuo dispositivo!
ja: ギアの見た目を変えよう！
lt: Pakeisk savo įrenginio išvaizdą!
uk: Змініть вигляд свого пристрою!
zh_hans: 更改您设备的外观！

# supportDescription
source: Tap the blue chat icon to contact support
cs: Klepni na modrou ikonu chatu pro kontaktování podpory
de: Tippen Sie auf das blaue Chat-Symbol, um den Support zu kontaktieren
it: Tocca l'icona blu della chat per contattare il supporto
ja: サポートに連絡するには青いチャットアイコンをタップしてください
lt: Bakstelėk mėlyną pokalbio piktogramą, kad susisiektum su pagalba
uk: Натисни на синю іконку чату, щоб зв’язатися з підтримкою
zh_hans: 点击蓝色聊天图标以联系支持

# manageGearConModeTitle
source: Convention Mode
cs: Režim konference
de: Konventionsmodus
it: Modalità convention
ja: コンベンションモード
lt: Konvencijos režimas
uk: Режим конференції
zh_hans: 会议模式

# manageGearConModePincodeTitle
source: View Pin Code
cs: Zobrazit PIN kód
de: Pin Code anzeigen
it: Mostra il PIN
ja: PINコードを表示
lt: Peržiūrėti PIN kodą
uk: Переглянути PIN-код
zh_hans: 查看密码

# manageGearConModePincodeEnableDescription
source: Upon enabling 'Convention Mode' your gear will be rebooted and you will be prompted to enter the pincode. The pincode will be copied to the clipboard
cs: Po zapnutí režimu konference se zařízení restartuje a budeš vyzván k zadání PIN kódu. Kód se automaticky zkopíruje do schránky
de: Nach der Aktivierung des ‘Konventionsmodus’ wird Ihr Gear neu gestartet und Sie werden aufgefordert, den Pin Code einzugeben. Der Pin Code wird in die Zwischenablage kopiert
it: Attivando la modalità convention, il dispositivo verrà riavviato e ti verrà chiesto di inserire il PIN. Il PIN verrà copiato negli appunti
ja: コンベンションモードを有効にすると、ギアが再起動され、PINコードの入力を求められます。コードはクリップボードにコピーされます
lt: Įjungus konvencijos režimą, įrenginys bus paleistas iš naujo ir paprašys įvesti PIN kodą. Kodas bus nukopijuotas į iškarpinę
uk: Після ввімкнення режиму конференції пристрій буде перезавантажено, і тебе попросять ввести PIN-код. Код буде скопійовано до буфера обміну
zh_hans: 启用“会议模式”后，您的设备将重新启动，并会提示您输入密码。密码将被复制到剪贴板

# morePageTranslateTitle
source: Localization
cs: Lokalizace
de: Lokalisierung
it: Traduzione
ja: ローカライズ
lt: Lokalizacija
uk: Локалізація
zh_hans: 本地化

# morePageTranslateDescription
source: Help us Translate the app into your language
cs: Pomoz nám přeložit aplikaci do tvého jazyka
de: Helfen Sie uns, die App in Ihre Sprache zu übersetzen
it: Aiutaci a tradurre l'app nella tua lingua
ja: アプリをあなたの言語に翻訳するのを手伝ってください
lt: Padėk mums išversti programėlę į tavo kalbą
uk: Допоможи нам перекласти додаток на твою мову
zh_hans: 帮助我们将应用程序翻译成您的语言

# appLanguageSelectorTitle
source: App Language
cs: Jazyk aplikace
it: Lingua dell'app
ja: アプリの言語
lt: Programėlės kalba
uk: Мова додатку
zh_hans: 应用语言

# watchKnownGearTitle
source: Your Gear
cs: Tvé zařízení
it: Il tuo dispositivo
ja: あなたのギア
lt: Tavo įrenginys
uk: Твій пристрій
zh_hans: 你的装备

# watchKnownGearNoGearPairedTip
source: On your phone, Use the `Scan For New Gear` button to pair your gear
cs: Na telefonu použij tlačítko „Najít nové zařízení“ pro spárování
it: Usa il pulsante "Scansiona nuovo dispositivo" sul telefono per abbinarlo
ja: スマホで「新しいギアをスキャン」ボタンを使ってギアをペアリング
lt: Naudok mygtuką „Ieškoti naujo įrenginio“ telefone, kad suporuotum savo įrenginį
uk: На телефоні натисни кнопку «Сканувати новий пристрій», щоб з’єднати його
zh_hans: 在手机上点击“扫描新装备”按钮以配对你的装备

# watchFavoriteActionsTitle
source: Favorite Actions
cs: Oblíbené akce
it: Azioni preferite
ja: お気に入りのアクション
lt: Mėgstami veiksmai
uk: Улюблені дії
zh_hans: 收藏的操作
