Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# triggerActionNotSet
source: No Action Set
cs: Žádná sada akcí
da: Intet handlingssæt
de: Keine Aktion festgelegt
de_ch: Keni Aktiivitäte
es: Sin conjunto de acciones
et: Tegevuskomplekt puudub
fr: Aucun ensemble d'actions
it: Nessuna serie di azioni
ja: アクションセットなし
lt: Jokių veiksmų nenustatyta
nl: Geen actie gespecificeerd
pl: Brak zestawu akcji
ru: Нет набора действий
uk: Дію не встановлено
zh_hans: 未设置任何操作
zh_hant: 沒有設定行動

# title
source: The Tail Company
cs: Společnost Tail
da: Halekompagniet
de: Die Tail Company
de_ch: Die Tail Company
es: La Tail Company
et: Saba ettevõte
fr: La compagnie de queue
it: La Compagnia della Coda
ja: テールカンパニー
lt: „Uodegos“ kompanija
nl: De Tail Company
pl: Firma Tail
ru: Хвостовая компания
uk: Хвостата Компанія
zh_hans: 尾巴公司
zh_hant: 尾巴公司

# joyStickPage
source: Joystick
de_ch: Schaltknüppel
es: Palanca de mando
et: Okei
fr: Manette
it: Telecomando da gioco
ja: ジョイスティック
lt: Vairasvirtė
pl: Drążek sterowy
ru: Джойстик
uk: Джойстик
zh_hans: 操纵杆
zh_hant: 搖桿

# aboutPage
source: About
cs: O
da: Om
de: Über
de_ch: über d'Site
es: Acerca de
et: Umbes
fr: À propos
it: Di
ja: について
lt: Apie
nl: Over
pl: O
ru: О
uk: Про Девайс
zh_hans: 关于
zh_hant: 關於

# settingsPage
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
de_ch: Istellige
es: Ajustes
et: Seaded
fr: Paramètres
it: Impostazioni
ja: について
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# triggersPage
source: Triggers
cs: Spouštěče
da: Udløsere
de: Auslöser
de_ch: Zünder
es: Desencadenantes
et: Päästikud
fr: Déclencheurs
it: Trigger
ja: について
lt: Trigeriai
nl: trekker
pl: Wyzwalacze
ru: Триггеры
uk: Тригери
zh_hans: 触发器
zh_hant: 觸發器

# sequencesPage
source: Custom Actions
cs: Vlastní akce
da: Tilpassede handlinger
de: Benutzerdefinierte Aktionen
de_ch: Persönlichi Aktione
es: Acciones personalizadas
et: Kohandatud toimingud
fr: Actions personnalisées
it: Azioni personalizzate
ja: カスタムアクション
lt: Pasirinktiniai veiksmai
nl: Aangepaste acties
pl: Akcje niestandardowe
ru: Пользовательские действия
uk: Кастомізувати Дії
zh_hans: 自定义操作
zh_hant: 自訂操作

# triggersSelectLabel
source: Select a Trigger Type
cs: Vyberte typ spouštění
da: Vælg en triggertype
de: Wähle einen Trigger Typ aus
de_ch: Wähl e Zünder-Typ us
es: Seleccione un tipo de activador
et: Valige päästiku tüüp
fr: Sélectionnez un type de déclencheur
it: Seleziona un tipo di trigger
ja: トリガータイプを選択
lt: Pasirinkite trigerio tipą
nl: Selecteer een triggertype
pl: Wybierz typ wyzwalacza
ru: Выберите тип триггера
uk: Вибрати Тип Тригеру
zh_hans: 选择触发器类型
zh_hant: 選擇觸發類型

source: Ok
da: Okay
de_ch: Oke
es: De acuerdo
et: Okei
fr: D'accord
ja: わかりました
ru: Крылья
uk: Так
zh_hans: 好的
zh_hant: 好的

source: Cancel
cs: zrušení
da: Afbestille
de: Abbrechen
de_ch: Abbruch
es: Cancelar
et: Saba
fr: Annuler
it: Annulla
ja: キャンセル
lt: Atšaukti
nl: Annuleren
pl: Anulować
ru: Отмена
uk: Відміна
zh_hans: 取消
zh_hant: 取消

# triggersAdd
source: Add Trigger
cs: Přidat spouštěč
da: Tilføj trigger
de: Trigger hinzufügen
es: Agregar disparador
et: Lisa päästik
fr: Ajouter un déclencheur
it: Aggiungi trigger
ja: トリガーを追加
lt: Pridėti trigerį
nl: Trigger toevoegen
pl: Dodaj wyzwalacz
ru: Добавить триггер
uk: Додати Тригер
zh_hans: 添加触发器
zh_hant: 新增觸發器

# deviceType
source: Which gear should this apply to?
cs: Na jaké zařízení by se to mělo vztahovat?
da: Hvilket gear skal det gælde for?
de: Für welche Ausrüstung soll es gelten?
de_ch: Für welli Usrüstig mues das passä?
es: ¿A qué equipo debería aplicarse esto?
et: Millise käigu kohta see peaks kehtima?
fr: À quel matériel cela devrait-il s'appliquer ?
it: A quale attrezzatura dovrebbe applicarsi?
ja: これはどのギアに適用されますか?
lt: Kuriai įrangai tai turėtų būti taikoma?
nl: Op welke uitrusting moet het van toepassing zijn?
pl: Którego biegu to ma dotyczyć?
ru: К какому механизму это должно относиться?
uk: До якого девайса застосувати?
zh_hans: 这应适用于哪个装备？
zh_hant: 這應該適用於哪些齒輪？

# deviceTypeTail
source: Tail
cs: Ocas
da: Hale
de: Schwanz
de_ch: Schwanz
es: Cola
et: Saba
fr: Queue
it: Coda
ja: しっぽ
lt: Uodega
nl: Staart
pl: Ogon
ru: Хвост
uk: Хвіст
zh_hans: 尾巴
zh_hant: 尾巴

# deviceTypeEars
source: Ears
cs: Uši
da: Ører
de: Ohren
de_ch: Öhrli
es: Orejas
et: Kõrvad
fr: Oreilles
it: Orecchie
ja: 耳
lt: Ausys
nl: Oren
pl: Zaznacz wszystko
ru: Уши
uk: Вушка
zh_hans: 耳朵
zh_hant: 耳朵

# deviceTypeWings
source: Wings
cs: Křídla
da: Vinger
de: Flügel
de_ch: Schwinge
es: Alas
et: Tiivad
fr: Ailes
it: Ali
ja: 翼
lt: Sparnai
nl: Vleugels
pl: Skrzydełka
ru: Крылья
uk: Крила
zh_hans: 翅膀
zh_hant: 翅膀

# sequencesAdd
source: New Action
cs: Nová akce
da: Ny handling
de: Neue Aktion
de_ch: Neui Aktion
es: Nueva acción
et: Uus tegevus
fr: Nouvelle action
it: Nuova azione
ja: 新しいアクション
lt: Naujas veiksmas
nl: Nieuwe actie
pl: Nowa akcja
ru: Новое действие
uk: Нова Дія
zh_hans: 新行动
zh_hant: 新行動

# sequencesEdit
source: Edit Action
cs: Upravit akci
da: Rediger handling
de: Aktion bearbeiten
de_ch: Aktion ändere
es: Editar acción
et: Redigeeri toimingut
fr: Modifier l'action
it: Modifica azione
ja: 編集アクション
lt: Redaguoti veiksmą
nl: Actie bewerken
pl: Nowa akcja
ru: Изменить действие
uk: Редагувати Дію
zh_hans: 編輯操作
zh_hant: 編輯動作

# sequencesEditAdd
source: Add Move
cs: Přidat přesun
da: Tilføj Flyt
de: Bewegung hinzufügen
de_ch: Bewegig ergänze
es: Agregar movimiento
et: Lisa Liikumine
fr: Ajouter un déplacement
it: Aggiungi mossa
ja: 移動を追加
lt: Pridėti judesį
nl: Voeg beweging toe
pl: Dodaj ruch
ru: Добавить ход
uk: Додати Рух
zh_hans: 添加移动
zh_hant: 添加移動

# sequencesEditName
source: Name
cs: název
da: Navn
es: Nombre
et: Nimi
fr: Nom
it: Nome
ja: 名前
lt: Pavadinimas
nl: Naam
pl: Nazwa
ru: Имя
uk: Назва
zh_hans: 姓名
zh_hant: 姓名

# sequencesEditMove
source: Move
cs: název
da: Bevæge sig
de: Bewegung
de_ch: Bewegigg
es: Mover
et: Liiguta
fr: Se déplacer
it: Mossa
ja: 動く
lt: Perkelti
nl: Beweging
pl: Przenosić
ru: Двигаться
uk: Рух
zh_hans: 移动
zh_hant: 移動

# sequencesEditDelay
source: Delay
cs: Zpoždění
da: Forsinke
de: Verzögerung
de_ch: Verzögerig
es: Demora
et: Viivitus
fr: Retard
it: Ritardo
ja: 遅れ
lt: Delsti
nl: Vertraging
pl: Opóźnienie
ru: Задерживать
uk: Затримка
zh_hans: 延迟
zh_hant: 延遲

# sequencesEditLeftServo
source: Position of the Left Servo
cs: Poloha levého serva
da: Venstre servos position
de: Position des linken Servos
de_ch: Stellung vom linke Servo
es: Posición del servo izquierdo
et: Vasakpoolse servo asend
fr: Position du servo gauche
it: Posizione del servo sinistro
ja: 左サーボの位置
lt: Kairiojo servo padėtis
nl: Positie van de linkerservo
pl: Pozycja lewego serwa
ru: Положение левого сервопривода
uk: Позиція Мезанізму Ліворуч
zh_hans: 左伺服器的位置
zh_hant: 左舵機位置

# sequencesEditRightServo
source: Position of the Right Servo
cs: Poloha pravého serva
da: Placering af højre servo
de: Position des rechten Servos
de_ch: Stellung vom rechte Servo
es: Posición del servo derecho
et: Parema servo asend
fr: Position du servo droit
it: Posizione del servo destro
ja: 左サーボの位置
lt: Dešiniojo servo padėtis
nl: Positie van de rechterservo
pl: Pozycja prawego serwa
ru: Положение правого сервопривода
uk: Позиція Механізму Праворуч
zh_hans: 右伺服器的位置
zh_hant: 右舵機位置

# sequencesEditSpeed
source: How Fast should the gear move to this position?
cs: Jak rychle by se měl převod do této polohy přesunout?
da: Hvor hurtigt skal gearet bevæge sig til denne position?
de: Wie schnell soll die Ausrüstung in diese Position gelangen?
de_ch: Wie schnäll sött de Gäng det hi bewege?
es: ¿A qué velocidad debe moverse el engranaje hasta esta posición?
et: Kui kiiresti peaks käik sellesse asendisse liikuma?
fr: À quelle vitesse l’engrenage doit-il se déplacer vers cette position ?
it: Quanto velocemente dovrebbe spostarsi l'ingranaggio in questa posizione?
ja: ギアはこの位置にどのくらいの速さで移動する必要がありますか?
lt: Kaip greitai įranga turėtų persijungti į šią padėtį?
nl: Hoe snel moet de uitrusting deze positie bereiken?
pl: Jak szybko powinien przesuwać się bieg do tej pozycji?
ru: С какой скоростью шестерня должна переместиться в это положение?
uk: Як Швидко рухатиметься механізм до цієї позиції?
zh_hans: 齿轮应以多快的速度移动到这个位置？
zh_hant: 齒輪應該要以多快的速度移動到這個位置？

# sequencesEditEasing
source: Easing Type
cs: Vyhlazující typ
da: Lempende type
de: Glättungstyp
de_ch: Verlangsamigstyp
es: Tipo de flexibilización
et: Leevenduse tüüp
fr: Type d'assouplissement
it: Tipo di facilitazione
ja: イージングタイプ
lt: Lengvinimo tipas
nl: Gladmakende soort
pl: Typ łagodzenia
ru: Тип замедления
uk: Тип Послаблення
zh_hans: 缓和类型
zh_hant: 緩動型

# sequencesEditTime
source: How long to wait before going to the next move in this Custom Action
cs: Jak dlouho čekat, než přejdete k dalšímu pohybu v této vlastní akci
da: Hvor længe skal du vente, før du går til næste træk i denne tilpassede handling
de: Wie lange soll gewartet werden, bevor mit dem nächsten Schritt in dieser benutzerdefinierten Aktion fortgefahren wird
de_ch: Wie lang sölls warte, bevor me zum nägschtä Schritt i däm individuelle Aktiönli vorgoht
es: Cuánto tiempo esperar antes de pasar al siguiente movimiento en esta acción personalizada
et: Kui kaua oodata, enne kui asute selle kohandatud toimingu järgmise käigu juurde
fr: Combien de temps attendre avant de passer au coup suivant dans cette action personnalisée
it: Quanto tempo attendere prima di passare alla mossa successiva in questa azione personalizzata
ja: このカスタムアクションで次の動作に進む前にどれくらい待つか
lt: Kiek laiko reikia laukti prieš atliekant kitą šio tinkinto veiksmo žingsnį
nl: Hoe lang je moet wachten voordat je naar de volgende zet gaat in deze aangepaste actie
pl: Jak długo czekać przed przejściem do następnego ruchu w tej akcji niestandardowej
ru: Как долго ждать, прежде чем перейти к следующему шагу в этом специальном действии
uk: Скільки чекати перед переходом до наступного Руху в цій Кастомізованій Дії
zh_hans: 在此自定义操作中，需要等待多长时间才能进行下一步
zh_hant: 在此自訂操作中進行下一步之前需要等待多長時間

# sequencesEditHomeLabel
source: Home the Gear
cs: Umístěte zařízení do klidové polohy
da: Hjem Gearet
de: Setze die Ausrüstung auf Ruheposition
de_ch: Bring d'Sachä ins Home
es: Inicio el equipo
et: Avage Gear
fr: Accueil le matériel
it: A casa l'ingranaggio
ja: ホームギア
lt: Įrankių namai
nl: Zet de uitrusting in rustpositie
pl: Kolor przekładni
ru: Главная Шестерня
uk: На Головну Девайса
zh_hans: 首页 装备
zh_hant: 裝備回家

# sequencesEditDeleteTitle
source: Delete Action
cs: Smazat akci
da: Slet handling
de: Aktion löschen
de_ch: Lösche Aktiivität
es: Eliminar acción
et: Avage Gear
fr: Supprimer l'action
it: Elimina azione
ja: 削除アクション
lt: Ištrinti veiksmą
nl: Actie verwijderen
pl: Usuń akcję
ru: Удалить действие
uk: Вилучити Дію
zh_hans: 删除操作
zh_hant: 刪除操作

# sequencesEditDeleteDescription
source: Are you sure you want to delete this action?
cs: Opravdu chcete tuto akci smazat?
da: Er du sikker på, at du vil slette denne handling?
de: Bist du sicher das du diese Aktion löschen möchtest?
de_ch: Bischt du sicher, dass du die Aktivität lösche wotsch?
es: ¿Estás seguro de que deseas eliminar esta acción?
et: Kas olete kindel, et soovite selle toimingu kustutada?
fr: Êtes-vous sûr de vouloir supprimer cette action ?
it: Sei sicuro di voler eliminare questa azione?
ja: このアクションを削除してもよろしいですか?
lt: Ar tikrai norite ištrinti šį veiksmą?
nl: Weet u zeker dat je deze actie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę akcję?
ru: Вы уверены, что хотите удалить это действие?
uk: Ти точно хочеш вилучити цю дію?
zh_hans: 您确实要删除此操作吗？
zh_hant: 您確定要刪除此操作嗎？

# sequenceEditListDelayLabel
source: Delay next move for {howMany} ms.
cs: Zpoždění dalšího tahu o {howMany} ms.
da: Forsink næste træk i {howMany} ms.
de: Verzögere die nächste Bewegung um {howMany} ms.
de_ch: Verzöger nöchschte Zug für {howMany} ms.
es: Retrasa el siguiente movimiento durante {howMany} ms.
et: Viivitage järgmist liigutust {howMany} ms.
fr: Retardez le prochain coup de {howMany} ms.
it: Ritarda la mossa successiva per {howMany} ms.
ja: 次の動きを{howMany}ミリ秒遅らせます。
lt: Atidėti kitą žingsnį {howMany} ms.
nl: Vertraag de volgende zet met {howMany} ms.
pl: Opóźnij następny ruch o {howMany} ms.
ru: Задержка следующего хода на {howMany} мс.
uk: Відкласти наступну Дію на {howMany} мс.
zh_hans: 将下一步动作延迟 {howMany} 毫秒。
zh_hant: 將下一步移動延遲 {howMany} 毫秒。

# actionsNoBluetooth
source: Bluetooth is unavailable
cs: Bluetooth není k dispozici
da: Bluetooth er ikke tilgængelig
de: Bluetooth ist nicht verfügbar
de_ch: Bluuetooth isch nüt verfügbar
es: Bluetooth no está disponible
et: Bluetooth pole saadaval
fr: Le Bluetooth n'est pas disponible
it: Il Bluetooth non è disponibile
ja: Bluetoothは利用できません
lt: Bluetooth yra nepasiekiamas
nl: Bluetooth is niet beschikbaar
pl: Bluetooth jest niedostępny
ru: Задерживать
uk: Bluetooth не доступний
zh_hans: 蓝牙不可用
zh_hant: 藍牙不可用

# actionsCategoryGlowtip
source: GlowTip
cs: Svítící hrot
da: Glødespids
de: Glühspitze
de_ch: Glüütlampa
es: punta luminosa
et: Helendav ots
fr: Astuce lumineuse
it: Punta luminosa
ja: グローチップ
lt: Švytintis antgalis
nl: Gloeitip
pl: Świecąca wskazówka
ru: Светящийся наконечник
uk: Запалити Кінчик
zh_hans: 发光尖头
zh_hant: 發光提示

# settingsHapticsToggleTitle
source: Haptic Feedback
cs: Hmatová zpětná vazba
da: Haptisk feedback
de: Haptisches Feedback
de_ch: Körperbewusstsii-Rückmäldig
es: Retroalimentación háptica
et: Haptiline tagasiside
fr: Retour haptique
it: Feedback tattile
ja: 触覚フィードバック
lt: Haptic Atsiliepimai
nl: Haptische feedback
pl: Szybki i podekscytowany
ru: Тактильная обратная связь
uk: Тактильний Відгук
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

# settingsHapticsToggleSubTitle
source: Enable vibration when an action is tapped
cs: Povolit vibrace při klepnutí na akci
da: Aktiver vibration, når der trykkes på en handling
de: Aktiviere die Vibration, wenn auf eine Aktion getippt wird
de_ch: Aktiviere Vibration, wenn eni Aktion tippd wird
es: Habilitar la vibración cuando se toca una acción
et: Lubage toimingu puudutamisel vibratsioon
fr: Activer les vibrations lorsqu'une action est appuyée
it: Abilita la vibrazione quando viene toccata un'azione
ja: アクションをタップすると振動を有効にする
lt: Įgalinti vibraciją, kai paliečiamas veiksmas
nl: Schakel trillen in wanneer op een actie wordt getikt
pl: Włącz wibracje po dotknięciu akcji
ru: Включить вибрацию при нажатии на действие
uk: Вимкнути вібрацію коли Дія натиснута
zh_hans: 轻触操作时启用振动
zh_hant: 點擊某個操作時啟用振動

# settingsErrorReportingToggleTitle
source: Automatic error reporting
cs: Automatické hlášení chyb
da: Automatisk fejlrapportering
de: Automatischer Fehlerbericht
de_ch: Automatischi Fehler Meldig
es: Informe automático de errores
et: Automaatne veateade
fr: Rapport d'erreur automatique
it: Segnalazione automatica degli errori
ja: 自動エラー報告
lt: Automatinis klaidų pranešimas
nl: Automatische foutrapportage
pl: Automatyczne raportowanie błędów
ru: Автоматическое сообщение об ошибках
uk: Автоматично повідомити про проблему
zh_hans: 自动错误报告
zh_hant: 自動錯誤報告

# settingsErrorReportingToggleSubTitle
source: Sends error reports to Sentry
cs: Odesílá chybová hlášení do Sentry
da: Sender fejlrapporter til Sentry
de: Sende Fehlerberichte an Sentry
de_ch: Schickt Fählerbericht an Sentry
es: Envía informes de errores a Sentry
et: Saadab Sentryle veateate
fr: Envoie des rapports d'erreurs à Sentry
it: Invia segnalazioni di errori a Sentry
ja: 自動エラー報告
lt: Siunčia klaidų ataskaitas Sentry
nl: Verzend bugrapporten naar Sentry
pl: Wysyła raporty o błędach do Sentry
ru: Отправляет отчеты об ошибках в Sentry
uk: Відправити звіт про помилки
zh_hans: 向 Sentry 发送错误报告
zh_hant: 向 Sentry 發送錯誤報告

# manageDevicesDisconnect
source: Disconnect
cs: Odpojit
da: Koble fra
de: Trennen
de_ch: Abkoppeln
es: Desconectar
et: Katkesta ühendus
fr: Déconnecter
it: Disconnetti
ja: 更新が完了しました
lt: Atjungti
nl: Loskoppelen
pl: Rozłączyć się
ru: Поддельное снаряжение
uk: Від’єднати
zh_hans: 断开
zh_hant: 斷開

# manageDevicesForget
source: Forget
cs: Zapomenout
da: Glemme
de: Vergessen
de_ch: Vergesse
es: Olvidar
et: Unusta
fr: Oublier
it: Dimenticare
ja: 忘れる
lt: Pamiršti
nl: Vergeten
pl: Zapominać
ru: Забывать
uk: Забути
zh_hans: 忘记
zh_hant: 忘記

# scanDevicesScanMessage
source: Scanning for gear. Please make sure your gear is powered on and nearby
cs: Hledání vybavení. Ujistěte se, že je vaše zařízení zapnuté a poblíž
da: Scanner efter gear. Sørg for, at dit udstyr er tændt og i nærheden
de: Suche nach Ausrüstung. Bitte stelle sicher, dass deine Ausrüstung eingeschaltet und in der Nähe ist
de_ch: Uf der Suchi nach neui Usrüstig. Stell sicher, dass dini Usrüstig ihgschalte und in dr Nöchi isch
es: Escaneando en busca de equipo. Asegúrate de que tu equipo esté encendido y cerca
et: Käikude otsimine. Veenduge, et teie varustus oleks sisse lülitatud ja läheduses
fr: Recherche d'équipement. Veuillez vous assurer que votre équipement est sous tension et à proximité
it: Ricerca di attrezzi. Assicurati che la tua attrezzatura sia accesa e nelle vicinanze
ja: ギアをスキャンしています。ギアの電源が入っていて近くにあることを確認してください
lt: Ieškoma įranga. Įsitikinkite, kad jūsų įranga yra įjungta ir yra šalia
nl: Scannen naar uitrusting. Zorg ervoor dat jouw uitrusting is ingeschakeld en in de buurt is
pl: Skanowanie w poszukiwaniu sprzętu. Upewnij się, że Twój sprzęt jest włączony i znajduje się w pobliżu
ru: Сканирование снаряжения. Убедитесь, что ваше оборудование включено и находится поблизости
uk: Сканування пристрою. Переконайся, що пристрій увімкнено і поруч
zh_hans: 正在扫描装备。请确保您的装备已开机且在附近
zh_hant: 掃描齒輪。請確保您的設備已通電且位於附近

# triggerWalkingTitle
source: Walking
cs: Chůze
da: Gåture
de: Gehen
de_ch: Spaziere
es: Caminando
et: Jalutamine
fr: Marche
it: A piedi
ja: ウォーキング
lt: Vaikščiojimas
nl: Lopen
pl: Pieszy
ru: Гулять пешком
uk: Ходьба
zh_hans: 步行
zh_hant: 行人徒步區

# triggerWalkingDescription
source: Trigger an action on walking
cs: Spusťte akci při chůzi
da: Udløs en handling ved gang
de: Beim Gehen eine Aktion auslösen
de_ch: Bim Spaziere e Handlig uslösa
es: Activar una acción al caminar
et: Käivitage kõndimisel toiming
fr: Déclencher une action en marchant
it: Attiva un'azione mentre cammini
ja: 歩くときにアクションをトリガーする
lt: Suaktyvinti veiksmą einant
nl: Activeer een actie tijdens het lopen
pl: Uruchom akcję podczas chodzenia
ru: Запустить действие при ходьбе
uk: Запустити дію при ходьбі
zh_hans: 行走时触发动作
zh_hant: 步行時觸發動作

# triggerWalkingStopped
source: Stopped
cs: Zastavil
da: Holdt op
de: Angehalten
de_ch: Stoppt
es: Interrumpido
et: Peatatud
fr: Arrêté
it: Fermato
ja: 停止
lt: Sustabdyta
nl: Gestopt
pl: Zatrzymany
ru: Остановлено
uk: Зупинено
zh_hans: 已停止
zh_hant: 已停止

# triggerWalkingStep
source: Step
cs: Krok
da: Trin
de: Schritt
de_ch: Gang
es: Paso
et: Samm
fr: Étape
it: Fare un passo
ja: ステップ
lt: Žingsnis
nl: Stap
pl: Krok
ru: Шаг
uk: Крок
zh_hans: 步
zh_hant: 步

# triggerCoverTitle
source: Cover
cs: Pokrýt
da: Udløs en handling ved at dække nærhedssensoren
de: Abdeckung
de_ch: Überzug
es: Cubrir
et: Kaas
fr: Couverture
it: Copertina
ja: カバー
lt: Viršelis
nl: Omslag
pl: Okładka
ru: Крышка
uk: Прикрий
zh_hans: 覆盖
zh_hant: 覆蓋

# triggerCoverDescription
source: Trigger an action by covering the proximity sensor
cs: Spusťte akci zakrytím senzoru přiblížení
da: Udløs en handling ved at dække nærhedssensoren
de: Durch Abdecken des Näherungssensors eine Aktion auslösen
de_ch: Nöäch-Sensor abdecke, um en aktion uszlöse
es: Activar una acción cubriendo el sensor de proximidad
et: Seade katmata
fr: Déclenchez une action en recouvrant le capteur de proximité
it: Attiva un'azione coprendo il sensore di prossimità
ja: 近接センサーを覆うことでアクションをトリガーする
lt: Suaktyvinti veiksmą uždengdami artumo jutiklį
nl: Activeer een actie door de nabijheidssensor af te dekken
pl: Wywołaj akcję zakrywając czujnik zbliżeniowy
ru: Запустите действие, закрыв датчик приближения
uk: Запустити дію, прикривши датчик наближення
zh_hans: 通过覆盖近距离传感器来触发动作
zh_hant: 透過覆蓋接近感應器來觸發動作

# triggerCoverNear
source: Device Covered
cs: Zařízení kryté
da: Enhed dækket
de: Gerät abgedeckt
de_ch: Gadädli zudecke
es: Dispositivo cubierto
et: Seadmega kaetud
fr: Appareil couvert
it: Dispositivo coperto
ja: 対象デバイス
lt: Įrenginys padengtas
nl: Overdekt apparaat
pl: Urządzenie objęte gwarancją
ru: Устройство покрыто
uk: Пристрій прикрито
zh_hans: 设备覆盖
zh_hant: 設備覆蓋

# triggerCoverFar
source: Device Uncovered
cs: Zařízení odkryté
da: Enhed afdækket
de: Gerät aufgedeckt
de_ch: Gadädli ufdecka
es: Dispositivo descubierto
et: Seade katmata
fr: Appareil découvert
it: Dispositivo scoperto
ja: デバイスがカバーされていません
lt: Įrenginys atidengtas
nl: Apparaat blootgelegd
pl: Urządzenie odkryte
ru: Устройство раскрыто
uk: Пристрій відкрито
zh_hans: 设备未覆盖
zh_hant: 設備被發現

# triggerVolumeButtonTitle
source: Volume Buttons
cs: Tlačítka hlasitosti
da: Lydstyrke knapper
de: Lautstärketasten
de_ch: Volumenknöpfli
es: Botones de volumen
et: Helitugevuse nupud
fr: Boutons de volume
it: Pulsanti del volume
ja: 音量ボタン
lt: Garsumo mygtukai
nl: Volumeknoppen
pl: Przyciski głośności
ru: Кнопки громкости
uk: Кнопки гучності
zh_hans: 音量按钮
zh_hant: 音量按鈕

# triggerVolumeButtonDescription
source: Trigger an action by pressing the volume button
cs: Spusťte akci stisknutím tlačítka hlasitosti
da: Udløs en handling ved at trykke på lydstyrkeknappen
de: Durch Drücken einer Lautstärketaste eine Aktion auslösen
de_ch: Mit em Volümetaste chasch e Handlung ustrigge
es: Activa una acción presionando el botón de volumen
et: Käivitage toiming, vajutades helitugevuse nuppu
fr: Déclenchez une action en appuyant sur le bouton volume
it: Attiva un'azione premendo il pulsante del volume
ja: 音量ボタンを押してアクションをトリガーする
lt: Suaktyvinkite veiksmą paspausdami garsumo mygtuką
nl: Activeer een actie door op de volumeknop te drukken
pl: Uruchom akcję, naciskając przycisk głośności
ru: Запуск действия нажатием кнопки громкости
uk: Запустити дію натисканням кнопки гучності
zh_hans: 按下音量按钮触发操作
zh_hant: 按音量按鈕觸發操作

# triggerVolumeButtonVolumeUp
source: Volume Up
cs: Hlasitost nahoru
da: Lydstyrke op
de: Lauter Taste
de_ch: Mee luut
es: Sube el volumen
et: Helitugevuse suurendamine
fr: Monter le son
it: Aumenta il volume
ja: 音量を上げる
lt: Pagarsinti
nl: Volume omhoog
pl: Urządzenie odkryte
ru: Увеличить громкость
uk: Збільшити гучність
zh_hans: 提高音量
zh_hant: 提高音量

# triggerVolumeButtonVolumeDown
source: Volume Down
cs: Snížit hlasitost
da: Skrue ned
de: Leiser Taste
de_ch: Lutstärche nider
es: Bajar volumen
et: Hääl maha
fr: Baisser le volume
it: Volume basso
ja: ボリュームダウン
lt: Patylinti
nl: Volume verminderen
pl: Ściszanie
ru: Звук тише
uk: Зменшити гучність
zh_hans: 音量减小
zh_hant: 音量減小

# triggerShakeTitle
source: Shake
cs: Otřást
da: Ryste
de: Schütteln
de_ch: Schüttle
es: Agitar
et: Raputama
fr: Secouer
it: Scuotere
ja: 音量ボタン
lt: Purtyti
nl: Schudden
pl: Potrząsnąć
ru: Встряхнуть
uk: Струсити
zh_hans: 摇
zh_hant: 搖

# triggerShakeDescription
source: Trigger an action by shaking your device
cs: Spusťte akci zatřesením zařízení
da: Udløs en handling ved at ryste din enhed
de: Löse eine Aktion aus, indem du dein Gerät schüttelst
de_ch: Schüttele dä Apparat und löse e Handlig us
es: Activa una acción agitando tu dispositivo
et: Käivitage toiming, raputades seadet
fr: Déclenchez une action en secouant votre appareil
it: Attiva un'azione scuotendo il dispositivo
ja: デバイスを振ってアクションをトリガーします
lt: Suaktyvinkite veiksmą purtydami įrenginį
nl: Activeer een actie door jouw apparaat te schudden
pl: Wywołaj akcję, potrząsając urządzeniem
ru: Запустите действие, встряхнув устройство
uk: Запустити дію, струснувши пристрій
zh_hans: 通过摇动设备触发操作
zh_hant: 透過搖動設備觸發操作

# triggerProximityTitle
source: Nearby Gear
cs: Nedaleké zařízení
da: Gear i nærheden
de: Ausrüstung in der Nähe
de_ch: Usrüstig in de Nöchi
es: Equipo cercano
et: Läheduses Gear
fr: Équipement à proximité
it: Attrezzatura nelle vicinanze
ja: デバイスを振ってアクションをトリガーします
lt: Netoliese esanti įranga
nl: Uitrusting in de buurt
pl: W pobliżu Gear
ru: Ближайшее снаряжение
uk: Пристрій поруч
zh_hans: 附近的装备
zh_hant: 附近的裝備
