Repository: OpenTails/tail_app
Catalog: lib/l10n/messages_*.arb
Languages: cs, da, de, de_ch, es, et, fr, it, ja, lt, nl, pl, ru, uk, zh_hans, zh_hant

# triggerInfoDescription
source: Triggers automatically send actions to your gear. You can have multiple triggers active at the same time. Tap on a trigger to edit it, Use the toggle on the left to enable the trigger.
cs: Spouštěče automaticky posílají akce do vašeho zařízení. Můžete mít aktivních více spouštěčů současně. Klepnutím na spoušť jej upravíte. Pomocí přepínače vlevo aktivujte spoušť.
da: Udløsere sender automatisk handlinger til dit udstyr. Du kan have flere udløsere aktive på samme tid. Tryk på en trigger for at redigere den, brug knappen til venstre for at aktivere triggeren.
de: Trigger senden automatisch Aktionen an deine Ausrüstung. Du kannst mehrere Trigger gleichzeitig aktiv haben. Tippe auf einen Trigger, um ihn zu bearbeiten und aktiviere den Trigger mit dem Schalter auf der linken Seite.
de_ch: Triggers schicked automatisch Aktionen ah dini Usrüstig. Du chascht mehre Triggers glichzitig aktiv ha. Tipp uf en Trigger fürs Ändere.
es: Los activadores envían acciones automáticamente a tu equipo. Puede tener varios activadores activos al mismo tiempo. Toque un disparador para editarlo. Utilice el interruptor de la izquierda para habilitar el disparador.
et: Päästikud saadavad teie varustusele automaatselt toiminguid. Korraga saab aktiveerida mitu päästikut. Selle muutmiseks puudutage päästikut. Päästiku lubamiseks kasutage vasakpoolset lülitit.
fr: Les déclencheurs envoient automatiquement des actions à votre équipement. Vous pouvez avoir plusieurs déclencheurs actifs en même temps. Appuyez sur un déclencheur pour le modifier, utilisez la bascule à gauche pour activer le déclencheur.
it: I trigger inviano automaticamente azioni alla tua attrezzatura. Puoi avere più trigger attivi contemporaneamente. Tocca un trigger per modificarlo, utilizza l'interruttore a sinistra per abilitare il trigger.
ja: トリガーはギアにアクションを自動的に送信します。複数のトリガーを同時にアクティブにすることができます。トリガーをタップして編集し、左側のトグルを使用してトリガーを有効にします。
lt: Paleidikliai automatiškai siunčia veiksmus į jūsų įrangą. Vienu metu gali būti aktyvūs keli aktyvikliai. Bakstelėkite trigerį, kad jį redaguotumėte. Naudokite kairėje esantį jungiklį, kad įjungtumėte paleidiklį.
nl: Triggers sturen automatisch acties naar jouw uitrusting. Je kunt meerdere triggers tegelijk actief hebben. Tik op een trigger om deze te bewerken, gebruik de schakelaar aan de linkerkant om de trigger in te schakelen.
pl: Wyzwalacze automatycznie wysyłają akcje do Twojego sprzętu. Jednocześnie może być aktywnych wiele wyzwalaczy. Kliknij wyzwalacz, aby go edytować. Użyj przełącznika po lewej stronie, aby włączyć wyzwalacz.
ru: Триггеры автоматически отправляют действия на ваше снаряжение. Вы можете одновременно активировать несколько триггеров. Нажмите на триггер, чтобы отредактировать его. Используйте переключатель слева, чтобы включить триггер.
uk: Тригери автоматично надсилають дії на твій пристрій. Можна активувати кілька тригерів одночасно. Натисни на тригер, щоб змінити його. Використовуй перемикач зліва для активації.
zh_hans: 触发器会自动向您的装备发送动作。您可以同时激活多个触发器。点击触发器进行编辑，使用左侧的切换按钮启用触发器。
zh_hant: 觸發器會自動將動作傳送到您的裝備。您可以同時啟動多個觸發器。點擊觸發器進行編輯，使用左側的開關啟用觸發器。

# sequencesInfoDescription
source: Custom Actions allow you to make your own Actions for gear. Tapping on a Custom Action will play it. Tap the pencil to edit a Custom Action. Please make sure your gear firmware is up to date.
cs: Vlastní akce vám umožňují vytvářet vlastní akce pro zařízení. Klepnutím na vlastní akci ji přehrajete. Klepnutím na tužku upravíte vlastní akci. Ujistěte se, že je firmware vašeho zařízení aktuální.
da: Custom Actions giver dig mulighed for at lave dine egne Actions for gear. Hvis du trykker på en brugerdefineret handling, afspilles den. Tryk på blyanten for at redigere en tilpasset handling. Sørg for, at din gear-firmware er opdateret.
de: Benutzerdefinierte Aktionen erlauben dir, deine eigenen Aktionen für Ausrüstungen zu erstellen. Wenn du auf eine benutzerdefinierte Aktion tippst, wird sie ausgeführt. Tippe auf den Stift, um eine benutzerdefinierte Aktion zu bearbeiten. Bitte stelle sicher das die Firmware deiner Ausrüstung auf dem aktuellsten Stand ist.
de_ch: Individuelli Aktiona erlauben dir, diini eigene Aktiona für Usrüstig z'mache. Wenn du uf es individuells Aktion tippischch, wird's afspilt. Du kasch diini eigene Aktiona für Usrüstig mache mit individuelli Aktiona. Wenn du uf es individuells Aktion tippischch, wird's afspilt. Ticksch mit em Blyystift aazue, um es Bild z' redigiere. Sorg bitte dervo, dass dini Apparate-Software aktuell isch.
es: Las acciones personalizadas te permiten crear tus propias acciones para el equipo. Al tocar una acción personalizada, se reproducirá. Toque el lápiz para editar una acción personalizada. Asegúrese de que el firmware de su equipo esté actualizado.
et: Kohandatud toimingud võimaldavad teil varustuse jaoks ise toiminguid teha. Kohandatud toimingu puudutamine käivitab selle. Kohandatud toimingu muutmiseks puudutage pliiatsit. Veenduge, et teie varustuse püsivara on ajakohane.
fr: Les actions personnalisées vous permettent de créer vos propres actions pour l'équipement. En appuyant sur une action personnalisée, vous la jouerez. Appuyez sur le crayon pour modifier une action personnalisée. Veuillez vous assurer que le micrologiciel de votre équipement est à jour.
it: Le azioni personalizzate ti consentono di creare le tue azioni per l'equipaggiamento. Toccando un'azione personalizzata verrà riprodotta. Tocca la matita per modificare un'azione personalizzata. Assicurati che il firmware del tuo dispositivo sia aggiornato.
ja: カスタム アクションを使用すると、ギア用の独自のアクションを作成できます。カスタム アクションをタップすると、そのアクションが再生されます。鉛筆をタップしてカスタム アクションを編集します。ギアのファームウェアが最新であることを確認してください。
lt: Naudodami tinkintus veiksmus galite patys atlikti įrangos veiksmus. Bakstelėjus pasirinktinį veiksmą jis bus paleistas. Norėdami redaguoti pasirinktinį veiksmą, bakstelėkite pieštuką. Įsitikinkite, kad jūsų įrangos programinė įranga yra atnaujinta.
nl: Met aangepaste acties kun je jouw eigen acties voor uitrusting maken. Als je op een aangepaste actie tikt, wordt deze afgespeeld. Tik op het potlood om een aangepaste actie te bewerken. Zorg ervoor dat de firmware van uw uitrusting up-to-date is.
pl: Akcje niestandardowe umożliwiają tworzenie własnych akcji dla sprzętu. Kliknięcie akcji niestandardowej spowoduje jej odtworzenie. Kliknij ołówek, aby edytować akcję niestandardową. Upewnij się, że oprogramowanie sprzętowe Twojego sprzętu jest aktualne.
ru: Пользовательские действия позволяют вам создавать собственные действия для снаряжения. Нажатие на пользовательское действие приведет к его воспроизведению. Коснитесь карандаша, чтобы отредактировать дополнительное действие. Пожалуйста, убедитесь, что прошивка вашего устройства обновлена.
uk: Користувацькі дії дозволяють створити власні дії для пристрою. Натисни на дію, щоб виконати її. Натисни олівець, щоб редагувати. Переконайся, що прошивка пристрою оновлена.
zh_hans: 自定义操作允许您为设备创建自己的操作。点击自定义操作即可播放。点击铅笔即可编辑自定义操作。请确保您的设备固件是最新的。
zh_hant: 自訂操作可讓您為裝備制定自己的操作。點擊自訂操作即可播放它。點擊鉛筆以編輯自訂操作。請確保您的齒輪韌體是最新的。

# sequencesInfoEditDescription
source: Each Custom Action consists of 1-6 moves and may repeat up to 5 times. You can long press a move to re-order it.
cs: Každá vlastní akce se skládá z 1–6 tahů a může se opakovat až 5krát. Pořadí můžete změnit dlouhým stisknutím tahu.
da: Hver brugerdefineret handling består af 1-6 træk og kan gentages op til 5 gange. Du kan trykke længe på et træk for at genbestille det.
de: Jede benutzerdefinierte Aktion besteht aus 1-6 Bewegungen und kann bis zu 5 Mal wiederholt werden. Du kannst eine Bewegung lange drücken, um sie neu anzuordnen.
de_ch: Jede individuell Aktion bestaht us 1 bis 6 Bewegige und cha bis zu 5 Mal widerhoolt werde. Du chasch es lang drucke, um d'Bewegige z'neu z'ordne.
es: Cada acción personalizada consta de 1 a 6 movimientos y puede repetirse hasta 5 veces. Puedes mantener presionado un movimiento para reordenarlo.
et: Iga kohandatud toiming koosneb 1–6 liigutusest ja seda võib korrata kuni 5 korda. Liigutuse ümberjärjestamiseks võite pikalt vajutada.
fr: Chaque action personnalisée comprend 1 à 6 mouvements et peut être répétée jusqu'à 5 fois. Vous pouvez appuyer longuement sur un mouvement pour le réorganiser.
it: Ogni azione personalizzata consiste di 1-6 mosse e può ripetersi fino a 5 volte. Puoi premere a lungo una mossa per riordinarla.
ja: 各カスタムアクションは 1 ～ 6 個の動きから構成され、最大 5 回繰り返すことができます。動きを長押しすると順序を変更できます。
lt: Kiekvienas pasirinktinis veiksmas susideda iš 1–6 judesių ir gali kartotis iki 5 kartų. Galite ilgai paspausti judesį, kad pertvarkytumėte jį.
nl: Elke aangepaste actie bestaat uit 1-6 zetten en kan maximaal 5 keer worden herhaald. U kunt een zet lang indrukken om deze opnieuw te rangschikken.
pl: Każda Akcja Własna składa się z 1-6 ruchów i może się powtarzać maksymalnie 5 razy. Możesz długo nacisnąć ruch, aby zmienić jego kolejność.
ru: Каждое пользовательское действие состоит из 1–6 ходов и может повторяться до 5 раз. Вы можете долго нажимать на ход, чтобы изменить его порядок.
uk: Кожна користувацька дія складається з 1–6 рухів і може повторюватись до 5 разів. Тривале натискання дозволяє змінити порядок рухів.
zh_hans: 每个自定义动作由 1-6 个动作组成，最多可重复 5 次。您可以长按某个动作来重新排序。
zh_hant: 每個自訂操作由 1-6 個動作組成，最多可重複 5 次。您可以長按一個動作來重新排序。

# settingsBatteryPercentageToggleTitle
source: Show Battery %
cs: Zobrazit % baterie
da: Vis batteri %
de: Batterieanzeige in %
de_ch: Zeig Batteriestand %
es: Mostrar % de batería
et: Näita aku %
fr: Afficher le % de batterie
it: Mostra % batteria
ja: バッテリー残量を表示
lt: Rodyti baterijos %
nl: Toon batterij%
pl: Pokaż% baterii
ru: Показать процент заряда батареи
uk: Показати % Заряду
zh_hans: 显示电池电量百分比
zh_hant: 顯示電池百分比

# settingsBatteryPercentageToggleSubTitle
source: Show the actual battery level instead of an icon
cs: Místo ikony zobrazte skutečnou úroveň nabití baterie
da: Vis det faktiske batteriniveau i stedet for et ikon
de: Zeige die aktuelle Batterieladung statt einem Symbol
de_ch: Zeig de effektive Batteriestand stattdesse für en Ikon
es: Muestra el nivel real de la batería en lugar de un icono
et: Kuvage ikooni asemel tegelik aku tase
fr: Afficher le niveau réel de la batterie au lieu d'une icône
it: Mostra il livello effettivo della batteria invece di un'icona
ja: アイコンの代わりに実際のバッテリーレベルを表示する
lt: Vietoj piktogramos rodyti tikrąjį akumuliatoriaus įkrovos lygį
nl: Toon de huidige batterijlading in plaats van een pictogram
pl: Pokaż rzeczywisty poziom naładowania baterii zamiast ikony
ru: Показывать фактический уровень заряда батареи вместо значка
uk: Показувати рівень заряду замість іконки
zh_hans: 显示实际电池电量而不是图标
zh_hant: 顯示實際電池電量而不是圖標

# settingsLargerCardsToggleTitle
source: Larger Cards
cs: Větší karty
da: Større kort
de: Größere Karten
de_ch: Grösseri Chärtli
es: Tarjetas más grandes
et: Suuremad kaardid
fr: Cartes plus grandes
it: Carte più grandi
ja: 大きなカード
lt: Didesnės kortelės
nl: Grotere kaarten
pl: Większe karty
ru: Карты большего размера
uk: Більші Карти
zh_hans: 更大的卡片
zh_hant: 更大的卡片

# settingsLargerCardsToggleSubTitle
source: Makes the action cards bigger for easier tapping
cs: Zvětší akční karty pro snadnější klepání
da: Gør handlingskortene større for nemmere at trykke
de: Macht die Aktionskarten größer, damit sie leichter angetippt werden können
de_ch: Macht d Aktionskarte grösser, dass meh eifacher tüpfe chasch
es: Registro de cambios
et: Muudab tegevuskaardid koputamise hõlbustamiseks suuremaks
fr: Rend les cartes d'action plus grandes pour faciliter l'exploitation
it: Rende le carte azione più grandi per facilitarne il tocco
ja: アクションカードを大きくしてタップしやすくしました
lt: Padidinti veiksmų korteles, kad būtų lengviau bakstelėti
nl: Maakt de actiekaarten groter, zodat je er gemakkelijker op kunt tikken
pl: Powiększa karty akcji, ułatwiając ich dotykanie
ru: Карты действий становятся больше, чтобы их было легче нажимать
uk: Зробити карти дій більшими для зручного натискання
zh_hans: 使动作卡更大，以便于点击
zh_hant: 讓動作卡更大以便於點擊

# settingsTutorialCardToggleTitle
source: Hide Tutorial Cards
cs: Skrýt výukové karty
da: Skjul vejledningskort
de: Tutorial-Karten ausblenden
de_ch: Verstecke Tutorial-Karten
es: Ocultar tarjetas tutoriales
et: Peida õpetuskaardid
fr: Masquer les cartes du didacticiel
it: Nascondi le schede tutorial
ja: チュートリアルカードを非表示
lt: Slėpti mokymo korteles
nl: Leskaarten verbergen
pl: Ukryj karty samouczków
ru: Скрыть карточки обучения
uk: Сховати Карти Туторіалів
zh_hans: 隐藏教程卡
zh_hant: 隱藏教學卡

# settingsTutorialCardToggleSubTitle
source: Hide the various tutorial cards throughout the app
cs: Skryjte různé výukové karty v celé aplikaci
da: Skjul de forskellige vejledningskort i hele appen
de: Die verschiedenen Lernkarten in der gesamten App ausblenden
de_ch: Verbärg d'verschiedene Tutorial-Chärtli i de ganze App
es: Registro de cambios
et: Peida erinevad õpetuse kaardid kogu rakenduses
fr: Masquer les différentes cartes du didacticiel dans toute l'application
it: Nascondi le varie schede tutorial in tutta l'app
ja: アプリ全体のさまざまなチュートリアルカードを非表示にする
lt: Paslėpti įvairias mokymo korteles visoje programoje
nl: Verberg de verschillende leskaarten in de hele app
pl: Ukryj różne karty samouczków w całej aplikacji
ru: Скройте различные обучающие карточки в приложении
uk: Приховати навчальні картки в додатку
zh_hans: 隐藏应用程序中的各种教程卡
zh_hant: 隱藏整個應用程式中的各種教學卡

# otaTitle
source: Update Gear
cs: Aktualizujte Gear
da: Opdater Gear
de: Ausrüstung aktualisieren
de_ch: Aktualisiere di Usrüstig
es: Actualizar equipo
et: Värskendage Geari
fr: Mettre à jour l'équipement
it: Aggiorna attrezzatura
ja: ギアのアップデート
lt: Atnaujinti įrangą
nl: Update uitrusting
pl: Zaktualizuj sprzęt
ru: Обновить снаряжение
uk: Оновити пристрій
zh_hans: 更新装备
zh_hant: 更新裝備

# triggerInfoEditActionDescription
source: Tap the pencil to select the Action to play when the event happens. An action will be randomly selected that is compatible with connected gear. GlowTip and Sound actions will trigger alongside Move actions.
cs: Klepnutím na tužku vyberte akci, kterou chcete přehrát, když k události dojde. Náhodně bude vybrána akce, která je kompatibilní s připojeným zařízením. Akce GlowTip a Sound se spustí spolu s akcemi Move.
da: Tryk på blyanten for at vælge den handling, der skal afspilles, når begivenheden finder sted. En handling vil blive valgt tilfældigt, som er kompatibel med tilsluttet gear. GlowTip og Sound-handlinger udløses sammen med Move-handlinger.
de: Tippe auf den Stift um die Aktion auszuwählen welche durch das Ereignis auslöst werden soll. Es wird eine zufällige Aktion ausgewählt, welche mit der angeschlossenen Ausrüstung kompatibel ist. GlowTip- und Sound-Aktionen werden gleichzeitig zu Move-Aktionen ausgelöst.
de_ch: Tipp de Stift ah, um d'Funktion uswäählä, wo abgschpielt wird, wänn's Ereignis stattfindet. Es wird eni Zuegs ausgwählt, das mit em Usrüstig kompatibel isch. LampaTip und Sound-Handlige werded glichziitig mit de Move-Handlige usgelöst.
es: Toque el lápiz para seleccionar la acción que se reproducirá cuando ocurra el evento. Se seleccionará aleatoriamente una acción que sea compatible con el equipo conectado. Las acciones GlowTip y Sound se activarán junto con las acciones Move.
et: Puudutage pliiatsit, et valida sündmuse toimumisel esitatav toiming. Juhuslikult valitakse toiming, mis ühildub ühendatud varustusega. GlowTip ja Sound toimingud käivituvad koos liigutustoimingutega.
fr: Appuyez sur le crayon pour sélectionner l'action à jouer lorsque l'événement se produit. Une action sera sélectionnée au hasard et compatible avec les équipements connectés. Les actions GlowTip et Sound se déclencheront parallèlement aux actions Move.
it: Tocca la matita per selezionare l'azione da eseguire quando si verifica l'evento. Verrà selezionata casualmente un'azione compatibile con l'attrezzatura connessa. Le azioni GlowTip e Sound si attiveranno insieme alle azioni Move.
ja: 鉛筆をタップして、イベントが発生したときに実行するアクションを選択します。接続されたギアと互換性のあるアクションがランダムに選択されます。GlowTip アクションと Sound アクションは、Move アクションとともにトリガーされます。
lt: Bakstelėkite pieštuką, kad pasirinktumėte veiksmą, kuris bus paleistas įvykus įvykiui. Atsitiktinai bus pasirinktas veiksmas, suderinamas su prijungta įranga. „GlowTip“ ir garso veiksmai bus suaktyvinti kartu su judėjimo veiksmais.
nl: Tik op het potlood om de actie te selecteren die moet worden afgespeeld wanneer de gebeurtenis plaatsvindt. Er wordt willekeurig een actie geselecteerd die compatibel is met aangesloten uitrusting. GlowTip- en Sound-acties worden geactiveerd naast Move-acties.
pl: Stuknij ołówek, aby wybrać akcję, która ma zostać odtworzona po wystąpieniu zdarzenia. Akcja zostanie losowo wybrana i będzie kompatybilna z podłączonym sprzętem. Akcje GlowTip i Dźwięk będą uruchamiane wraz z akcjami Ruchu.
ru: Коснитесь карандаша, чтобы выбрать действие, которое будет воспроизводиться при возникновении события. Случайным образом будет выбрано действие, совместимое с подключенным снаряжением. Действия GlowTip и Sound срабатывают вместе с действиями Move.
uk: Натисни олівець, щоб вибрати дію, яка виконуватиметься при події. Дія буде випадково обрана з тих, що сумісні з підключеним пристроєм. GlowTip і Звук виконуються разом з Рухом.
zh_hans: 点击铅笔以选择事件发生时要执行的操作。系统将随机选择与连接设备兼容的操作。GlowTip 和 Sound 操作将与 Move 操作一起触发。
zh_hant: 點擊鉛筆以選擇事件發生時要播放的操作。將隨機選擇與連接的裝備相容的動作。 GlowTip 和聲音操作將與移動操作一起觸發。

# onboardingPrivacyPolicyDescription
source: While the data collected is anonymous and can't be used to identify a specific user, you still need to accept the privacy policy
cs: I když jsou shromážděná data anonymní a nelze je použít k identifikaci konkrétního uživatele, stále musíte přijmout zásady ochrany osobních údajů
da: Selvom de indsamlede data er anonyme og ikke kan bruges til at identificere en bestemt bruger, skal du stadig acceptere privatlivspolitikken
de: Obwohl die gesammelten Daten anonym sind und nicht zur Identifizierung eines bestimmten Benutzers verwendet werden können, musst du dennoch die Datenschutzrichtlinie akzeptieren
de_ch: Während d'Däta, wo g'sammlet wird, anonym isch und nid benutzt wird, um en spezifische Benutzer z'identifizierä, muesch du trotzdem d'Datenschutzrichtlinie akzeptierä
es: Toque el lápiz para seleccionar la acción que se reproducirá cuando ocurra el evento. Para eliminar una acción, toque la acción nuevamente para eliminarla. No olvides guardar usando el ícono de guardar en la parte superior
et: Kohandatud toimingud võimaldavad teil varustuse jaoks ise toiminguid teha. Kohandatud toimingu puudutamine käivitab selle. Kohandatud toimingu muutmiseks puudutage pliiatsit
fr: Bien que les données collectées soient anonymes et ne puissent pas être utilisées pour identifier un utilisateur spécifique, vous devez néanmoins accepter la politique de confidentialité
it: Sebbene i dati raccolti siano anonimi e non possano essere utilizzati per identificare un utente specifico, è comunque necessario accettare l'informativa sulla privacy
ja: 収集されたデータは匿名であり、特定のユーザーを識別するために使用することはできませんが、プライバシーポリシーに同意する必要があります
lt: Nors surinkti duomenys yra anonimiški ir jų negalima naudoti konkrečiam vartotojui identifikuoti, vis tiek turite sutikti su privatumo politika
nl: Hoewel de verzamelde gegevens anoniem zijn en niet kunnen worden gebruikt om een specifieke gebruiker te identificeren, moet je nog steeds het privacybeleid accepteren
pl: Mimo, że zbierane dane są anonimowe i nie pozwalają na identyfikację konkretnego użytkownika, nadal musisz zaakceptować politykę prywatności
ru: Хотя собранные данные являются анонимными и не могут быть использованы для идентификации конкретного пользователя, вам все равно необходимо принять политику конфиденциальности
uk: Хоча зібрані дані є анонімними і не можуть бути використані для ідентифікації користувача, потрібно прийняти політику конфіденційності
zh_hans: 虽然收集的数据是匿名的，不能用于识别特定用户，但你仍然需要接受隐私政策
zh_hant: 雖然收集的資料是匿名的，不能用於識別特定用戶，但您仍然需要接受隱私權政策

# onboardingPrivacyPolicyViewButtonLabel
source: View Privacy Policy
cs: Zobrazit Zásady ochrany osobních údajů
da: Se privatlivspolitik
de: Datenschutzrichtlinie anzeigen
de_ch: Privacy Vorschrifte aaluege
es: Ver política de privacidad
et: Vaadake privaatsuspoliitikat
fr: Voir la politique de confidentialité
it: Visualizza l'informativa sulla privacy
ja: プライバシーポリシーを見る
lt: Peržiūrėti privatumo politiką
nl: Bekijk privacybeleid
pl: Zobacz Politykę prywatności
ru: Посмотреть политику конфиденциальности
uk: Переглянути політику конфіденційності
zh_hans: 查看隐私政策
zh_hant: 查看隱私權政策

# onboardingCompletedTitle
source: Happy Wagging!
cs: Bavte se při tkaní!
da: Godt logrende!
de: Viel Spaß beim Wedeln!
de_ch: Fröhlich wedelnd!
es: ¡Feliz meneo!
et: Head vehkimist!
fr: Bonne agitation !
it: Buon scodinzolante!
ja: 尻尾を振って幸せに！
lt: Linksmo vizginimo!
nl: Veel plezier met kwispelen!
pl: Szczęśliwego machania!
ru: Приятного виляния!
uk: Веселого виля́ння!
zh_hans: 快乐摇尾巴！
zh_hant: 快樂搖擺！

# onboardingPrivacyPolicyAcceptButtonLabel
source: Accept Privacy Policy
cs: Přijměte Zásady ochrany osobních údajů
da: Accepter privatlivspolitik
de: Datenschutzrichtlinie akzeptieren
de_ch: Akzeptiere d'Datesschutzrichtlinie
es: Aceptar Política de Privacidad
et: Nõustuge privaatsuspoliitikaga
fr: Accepter la politique de confidentialité
it: Accetta l'informativa sulla privacy
ja: プライバシーポリシーに同意する
lt: Sutikti su privatumo politika
nl: Accepteer het privacybeleid
pl: Zaakceptuj Politykę prywatności
ru: Принять политику конфиденциальности
uk: Прийняти політику конфіденційності
zh_hans: 接受隐私政策
zh_hant: 接受隱私權政策

# onboardingBluetoothTitle
source: Bluetooth
de_ch: Bluuetooth
ja: ブルートゥース
zh_hans: 蓝牙
zh_hant: 藍牙

# onboardingBluetoothDescription
source: Bluetooth permission is required to connect to gear
cs: K připojení k zařízení je vyžadováno oprávnění Bluetooth
da: Der kræves Bluetooth-tilladelse for at oprette forbindelse til gear
de: Für die Verbindung mit der Ausrüstung ist eine Bluetooth-Berechtigung erforderlich
de_ch: Bluuetooth Bewilligung isch nötig zum Verbinden mit em Gerät
es: Se requiere permiso de Bluetooth para conectarse al equipo
et: Geariga ühendamiseks on vaja Bluetoothi luba
fr: L'autorisation Bluetooth est requise pour se connecter à l'équipement
it: Per connettersi all'attrezzatura è necessaria l'autorizzazione Bluetooth
ja: ギアに接続するにはBluetoothの許可が必要です
lt: Norint prisijungti prie įrenginio, reikalingas „Bluetooth“ leidimas
nl: Om verbinding te maken met de uitrusting is Bluetooth-toestemming vereist
pl: Aby połączyć się z Gear, wymagane jest pozwolenie na Bluetooth
ru: Для подключения к устройству требуется разрешение Bluetooth
uk: Потрібен дозвіл на Bluetooth для підключення до пристрою
zh_hans: 需要蓝牙权限才能连接到设备
zh_hant: 連接到裝置需要藍牙權限

# onboardingBluetoothRequestButtonLabel
source: Grant Permission
cs: Udělení povolení
da: Tillad adgang
de: Zugriff erlauben
de_ch: Erloube ge
es: Conceder permiso
et: Andke luba
fr: Donner la permission
it: Concedere l'autorizzazione
ja: 許可を与える
lt: Suteikti leidimą
nl: Toestemming geven
pl: Dać pozwolenie
ru: Предоставить разрешение
uk: Надати дозвіл
zh_hans: 授予权限
zh_hant: 授予權限

# onboardingBluetoothEnableButtonLabel
source: Open Settings to turn On Bluetooth
cs: Otevřete Nastavení a zapněte Bluetooth
da: Åbn Indstillinger for at aktivere Bluetooth
de: Öffne die Einstellungen um Bluetooth einzuschalten
de_ch: Mach die Ischtellige uf, um Bluetooth aazsschalte
es: Abra Configuración para activar Bluetooth
et: Bluetoothi sisselülitamiseks avage Seaded
fr: Ouvrez les paramètres pour activer Bluetooth
it: Apri Impostazioni per attivare il Bluetooth
ja: 設定を開いてBluetoothをオンにします
lt: Atidarykite nustatymus, kad įjungtumėte „Bluetooth“
nl: Open Instellingen om Bluetooth in te schakelen
pl: Otwórz Ustawienia, aby włączyć Bluetooth
ru: Откройте «Настройки», чтобы включить Bluetooth
uk: Відкрий налаштування, щоб увімкнути Bluetooth
zh_hans: 打开“设置”以打开蓝牙
zh_hant: 開啟設定以開啟藍牙
